// 'use strict';
{
  // *********************************************
  // クラス定義
  // *********************************************
  // 洋服クラス
  class ClothItem {
    //----------------------------------
    // コンストラクタ
    //----------------------------------
    // tag1             : 大分類
    // tag2             : 中分類
    // tag3             : 小分類
    // kind             : 種別
    // remark01         : デザインID    [designId]
    // remark02         : 名称          [itemName]
    // remark03         : 価格          [price]
    // remark04         : 品番          [JanCode]
    // remark05         : 色名          [ColorCode]
    // remark06         : 未使用        [選択できる対象か判断]
    // remark07         : 未使用        
    // remark08         : 未使用
    // remark09         : 未使用        [オーバーレイ画像]
    // remark10         : 未使用        [ボタン色]
    // designsrc        : デザイン
    // wearedImageSrc   : 着衣イメージ
    // formaSrc         : フォルマへの登録画像
    // uuid             : FormaのItem登録uuid
    // location         : 配置場所(ItemListの置き場所index)
    constructor(tag1, tag2, tag3, 
                kind, 
                remark01, remark02, remark03, remark04, remark05, remark06, remark07,remark08,remark09,remark10,
                designsrc, wearedImageSrc, formaSrc,
                uuid)
    {
      this.tag1           = tag1;
      this.tag2           = tag2;
      this.tag3           = tag3;

      this.kind           = kind;

      this.designID       = remark01;
      this.itemName       = remark02;
      this.price          = remark03;
      this.janCode        = remark04;
      this.colorCode      = remark05;
      this.remark06       = remark06;
      this.remark07       = remark07;
      this.remark08       = remark08;
      this.remark09       = remark09;
      this.remark10       = remark10;

      if(designsrc != '')
      {
      this.designsrc      = 'img/' + designsrc;
      }
      else
      {
      this.designsrc      = '';
      }
      if(wearedImageSrc != '')
      {
      this.wearedImageSrc = 'img/' + wearedImageSrc;
      }
      else
      {
      this.wearedImageSrc = '';
      }

      this.formaSrc       = formaSrc;
      this.uuid           = uuid;

      this.location       = 0;
    }
    //----------------------------------
    // メソッド
    //----------------------------------
    // 画像のパスをクリアします。
    clear_img_src() {
      this.designsrc      = '';
      this.wearedImageSrc = '';
    }
    // 配置インデックスを更新する。
    setLocation(location) {
      this.location = location;
    }
    // タグが一致するか確認
    // 空白はOKとします。
    // タグは3種類とする
    check_tag(taglist) {
      let check_ok = true;
      
      if(typeof(taglist) == 'object')
      {
        if(taglist.length == 3)
        {
          const param_tag1 = taglist[0];
          const param_tag2 = taglist[1];
          const param_tag3 = taglist[2];
          
          // console.log('-------------------------------')
          // console.log(param_tag1, param_tag2, param_tag3);
          // console.log(this.tag1,  this.tag2,  this.tag3);
          // console.log('-------------------------------')
          // タグ１の一致
          if(param_tag1 !== '')
          {
            if(this.tag1 !== param_tag1)
            {
              check_ok = false;
            }
          }
          // タグ２の一致
          if(param_tag2 !== '')
          {
            if(this.tag2 !== param_tag2)
            {
              check_ok = false;
            }
          }
          // タグ３の一致
          if(param_tag3 !== '')
          {
            if(this.tag3 !== param_tag3)
            {
              check_ok = false;
            }
          }
        }
      }
      return check_ok;
    }
  }
  // カテゴリーをツリーで管理したい
  // https://qiita.com/es-row/items/4d654d4272564f8c5528
  class TagsTree {
    //----------------------------------
    // コンストラクタ
    //----------------------------------
    // nodeName       : 名称
    // parent         : 親要素
    // childrenArray  : 子要素
    constructor(nodeName, remark) {
      this.name = nodeName;
      this.remarkcode = remark;
      this.parent = null;
      this.childrenArray = [];
    }

    //----------------------------------
    // ノードの追加
    //----------------------------------
    addChild(childNode) {
      this.childrenArray.push(childNode);
      childNode.parent = this;
    }
    //----------------------------------
    // ノードがいるか
    //----------------------------------
    haveChild() {
      if(0 < this.childNode.length)
      {
        return true;
      }
      return false;
    }
  }
  // *********************************************
  // インスタンスの作成
  // *********************************************
  // ClothItemのインスタンスを生成。
  //********************************** */
  // ファイルから作成する。
  //********************************** */
  const items = [
    // *******************************************************
    // ComingSoon
    // *******************************************************
    new ClothItem('婦人おすすめ','カットソー','','C','L0011','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','DK青','2021/5/8','1','1','OVL01','2','CL0011.webp','','I-CL0011.jpg','cda6eafe-ed0e-48aa-b2d4-41d4412ac7d8'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0021','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','DK青','2021/5/9','1','1','OVL01','2','CL0021.webp','','I-CL0021.jpg','c909030c-be24-4edc-99b1-112a8ebd784c'),
    new ClothItem('婦人おすすめ','ニット','','C','L0024','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','黒','2021/5/10','1','1','OVL01','2','CL0024.webp','','I-CL0024.jpg','3671dfc7-a32b-48b8-be18-3f5ea0d06318'),
    new ClothItem('婦人おすすめ','ニット','','C','L0025','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LT灰','2021/5/11','1','1','OVL01','2','CL0025.webp','','I-CL0025.jpg','105ee9f6-fa36-4830-b82e-f3b69613f220'),

    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0001','IY3Dｵｰｶﾞﾆｯｸ7分袖T','1089','60587624','DK青','2021/5/9','1','1','','1','CL0001.webp','','I-CL0001.jpg','c400efa9-6cb2-4e1a-8f50-5890a847c0a6'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0002','IY3Dｵｰｶﾞﾆｯｸ7分袖ﾎﾞｰﾄT','1089','60587625','黒','2021/5/10','1','1','','1','CL0002.webp','','I-CL0002.jpg','c5a00e2f-79d6-4fb7-aaf3-75d9dc9d0dad'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0003','IY3Dｵｰｶﾞﾆｯｸﾀﾝｸﾄｯﾌﾟ','869','60587636','黒','2021/5/11','1','1','','1','CL0003.webp','','I-CL0003.jpg','cfd9d094-a798-4e43-b033-3ffa95ac051d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0004','IY3Dｵｰｶﾞﾆｯｸﾀﾝｸﾄｯﾌﾟ','869','60587636','DK青','2021/5/12','1','1','','1','CL0004.webp','','I-CL0004.jpg','5033b4c1-4db5-47dd-bb2a-72de5c69b0f7'),

    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1001','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','LT赤','2021/5/9','1','1','','1','CL1001.webp','','I-CL1001.jpg','ad38d7d7-9cb5-4be8-977e-56dcf29ae816'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1002','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','LT緑','2021/5/10','1','1','','1','CL1002.webp','','I-CL1002.jpg','bea50b99-1c81-463c-a2ee-0b88b7c43b02'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1003','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','DK青','2021/5/11','1','1','','1','CL1003.webp','','I-CL1003.jpg','33e2c4c3-4686-4688-886f-8fd8028750e9'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1004','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','V青','2021/5/12','1','1','','1','CL1004.webp','','I-CL1004.jpg','87cbfa6f-2090-4e35-b9d6-04b226a15e42'),


    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0001','IYおうちﾄﾞﾗｲｽﾀﾝﾄﾞJK','3289','75085841','黒','2021/5/9','1','1','','3','CM0001.webp','','I-CM0001.jpg','b625f639-812d-4748-abb0-a69f260a232f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0002','IYおうちﾄﾞﾗｲｽﾀﾝﾄﾞJK','3289','75085841','DP灰','2021/5/10','1','1','','3','CM0002.webp','','I-CM0002.jpg','1056f502-4e26-431c-925b-29f14a26fd7f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0003','IYおうちﾄﾞﾗｲｽﾀﾝﾄﾞJK','3289','75085841','V灰','2021/5/11','1','1','','3','CM0003.webp','','I-CM0003.jpg','b0462139-aeb6-47bc-b724-49cb5729c62c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0005','IYおうちﾄﾞﾗｲﾌﾙｼﾞｯﾌﾟﾊﾟｰｶｰ','3289','75085842','黒','2021/5/12','1','1','','3','CM0005.webp','','I-CM0005.jpg','bc68c8ad-cc1c-43a9-9a2b-0c5cbf45ecf8'),

    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1001','7PL超形安ﾚｷﾞｭﾗｰ 白BD','3289','73035155','白','2021/5/9','1','1','','3','CM1001.webp','','I-CM1001.jpg','1f601716-0e2c-4654-9b7b-d46c310d2e2f'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1002','BE抗ｳｲﾙｽ21S BD','2189','73035176','LT灰','2021/5/10','1','1','','3','CM1002.webp','','I-CM1002.jpg','957004c3-2d14-491e-91ae-9f630374247c'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1003','BE抗ｳｲﾙｽ21S BD','2189','73035176','白','2021/5/11','1','1','','3','CM1003.webp','','I-CM1003.jpg','47dbaa90-c019-478d-97c9-7d37803e45b7'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1004','BE抗ｳｲﾙｽ21S BD','2189','73035176','DP青','2021/5/12','1','1','','3','CM1004.webp','','I-CM1004.jpg','2d9fc525-aeb5-4698-9531-4c6cb4c0453f'),


    // *******************************************************
    // おすすめ 婦人服
    // *******************************************************
    new ClothItem('婦人おすすめ','カットソー','','C','L0011','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','DK青','','1','1','OVL01','2','CL0011.webp','','I-CL0011.jpg','cda6eafe-ed0e-48aa-b2d4-41d4412ac7d8'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0021','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','DK青','','1','1','OVL01','2','CL0021.webp','','I-CL0021.jpg','c909030c-be24-4edc-99b1-112a8ebd784c'),
    new ClothItem('婦人おすすめ','ニット','','C','L0024','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','黒','','1','1','OVL01','2','CL0024.webp','','I-CL0024.jpg','3671dfc7-a32b-48b8-be18-3f5ea0d06318'),
    new ClothItem('婦人おすすめ','ニット','','C','L0025','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LT灰','','1','1','OVL01','2','CL0025.webp','','I-CL0025.jpg','105ee9f6-fa36-4830-b82e-f3b69613f220'),
    new ClothItem('婦人おすすめ','ニット','','C','L0026','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LG橙','','1','1','OVL01','2','CL0026.webp','','I-CL0026.jpg','ef77bdd9-97ab-4cb2-a1d7-f7b364e87973'),
    new ClothItem('婦人おすすめ','ニット','','C','L0027','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','DP青緑','','1','1','OVL01','2','CL0027.webp','','I-CL0027.jpg','70d863f8-b54b-4f0b-bedc-7d19d5c61c57'),
    new ClothItem('婦人おすすめ','ニット','','C','L0028','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LT青','','1','1','OVL01','2','CL0028.webp','','I-CL0028.jpg','140fe565-11ea-4499-beea-f053acaf9e60'),
    new ClothItem('婦人おすすめ','ニット','','C','L0029','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','DK茶','','1','1','OVL01','2','CL0029.webp','','I-CL0029.jpg','bfa01f67-59f2-4637-9619-8b72f1dbdc3b'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0071','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','LG灰','','1','1','OVL01','2','CL0071.webp','','I-CL0071.jpg','65487fa6-17ad-4a93-bef8-521799542432'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0072','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','LG赤','','1','1','OVL01','2','CL0072.webp','','I-CL0072.jpg','a57bc7ae-923f-4137-af1a-17f9828a4d5e'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0073','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','LT青','','1','1','OVL01','2','CL0073.webp','','I-CL0073.jpg','84c97c5a-7907-4c00-a234-4d8daff2f6c1'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0089','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','白','','1','1','OVL01','2','CL0089.webp','','I-CL0089.jpg','5c65d1a8-f7ab-4a67-a43e-850763ba729c'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0090','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LT赤','','1','1','OVL01','2','CL0090.webp','','I-CL0090.jpg','e813757c-0b12-465e-b000-1e67dd8cbe74'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0091','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LT青緑','','1','1','OVL01','2','CL0091.webp','','I-CL0091.jpg','4c599589-0703-41a0-8b67-991851e7c09a'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0092','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LG青','','1','1','OVL01','2','CL0092.webp','','I-CL0092.jpg','afa3a6c5-bae0-4b8a-9d9e-ccaa5912a42b'),
    new ClothItem('婦人おすすめ','カットソー','','C','L0093','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LG茶','','1','1','OVL01','2','CL0093.webp','','I-CL0093.jpg','5eaab462-5d26-4b09-a268-a1a78863809a'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0116','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','白','','1','1','OVL01','2','CL0116.webp','','I-CL0116.jpg','3da24d07-91de-4a61-8219-50eec8a3a7bb'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0117','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','LT赤','','1','1','OVL01','2','CL0117.webp','','I-CL0117.jpg','a9760138-1cf8-455d-8111-86529c5c7606'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0118','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','DK青','','1','1','OVL01','2','CL0118.webp','','I-CL0118.jpg','6126501e-924c-4527-81ce-733188dc2ab7'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0119','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','LG青','','1','1','OVL01','2','CL0119.webp','','I-CL0119.jpg','7c178130-5ff1-4e05-a902-f32ee5315353'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0120','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','黒','','1','1','OVL01','2','CL0120.webp','','I-CL0120.jpg','1017a34c-56a4-46b4-83de-0e3bf863edf1'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0121','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','白','','1','1','OVL01','2','CL0121.webp','','I-CL0121.jpg','09260c2b-5f8e-4050-8e3b-1c0ea31651aa'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0122','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','V赤','','1','1','OVL01','2','CL0122.webp','','I-CL0122.jpg','566f1e53-8a2c-4c1f-9842-5d5122c17f1e'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0123','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','DK青','','1','1','OVL01','2','CL0123.webp','','I-CL0123.jpg','49b1cbb8-e73c-45c7-938a-c8e65ede376f'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0124','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','DP青','','1','1','OVL01','2','CL0124.webp','','I-CL0124.jpg','2c80dfc6-2452-4f89-8646-f604f2b74aca'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0125','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','V青','','1','1','OVL01','2','CL0125.webp','','I-CL0125.jpg','aa6365ff-2345-4334-b02e-b57552305e99'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0126','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','LT青','','1','1','OVL01','2','CL0126.webp','','I-CL0126.jpg','4fc7e0bc-f356-45aa-a18a-d42542ae32fd'),
    new ClothItem('婦人おすすめ','シャツ','','C','L0127','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','P青','','1','1','OVL01','2','CL0127.webp','','I-CL0127.jpg','1a317367-1c51-4da0-9e37-7d48c79dd3b7'),
    new ClothItem('婦人おすすめ','ニット','','C','L0184','IYUV7分袖ﾄｯﾊﾟｰ','3289','62485001','黒','','1','1','OVL01','2','CL0184.webp','','I-CL0184.jpg','d6751450-7a41-4631-af2a-9a4e1298a3d1'),
    new ClothItem('婦人おすすめ','ニット','','C','L0185','IYUV7分袖ﾄｯﾊﾟｰ','3289','62485001','白','','1','1','OVL01','2','CL0185.webp','','I-CL0185.jpg','af1bfd0d-06f8-485e-914e-fbac7f1fc06f'),
    new ClothItem('婦人おすすめ','ニット','','C','L0186','IYUV7分袖ﾄｯﾊﾟｰ','3289','62485001','DK茶','','1','1','OVL01','2','CL0186.webp','','I-CL0186.jpg','9e0f64fa-e837-48fc-ad15-55b10af962dc'),
    new ClothItem('婦人おすすめ','ボトム','','C','L0268','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','黒','','1','1','OVL01','2','CL0268.webp','','I-CL0268.jpg','9ad75c26-35fb-4f64-9d2a-f254d170cf53'),
    new ClothItem('婦人おすすめ','ボトム','','C','L0269','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','灰8','','1','1','OVL01','2','CL0269.webp','','I-CL0269.jpg','f1738d2f-b02c-4fa5-bf80-feadfa0db4ac'),
    new ClothItem('婦人おすすめ','ボトム','','C','L0270','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','黒9','','1','1','OVL01','2','CL0270.webp','','I-CL0270.jpg','8abd8f6b-bcf1-4972-bb3c-816bda48bfb9'),
    new ClothItem('婦人おすすめ','ボトム','','C','L0271','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','LG橙','','1','1','OVL01','2','CL0271.webp','','I-CL0271.jpg','7d0ebd4d-809d-4ab9-9429-8a773e710520'),
    new ClothItem('婦人おすすめ','ボトム','','C','L0273','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','DK青','','1','1','OVL01','2','CL0273.webp','','I-CL0273.jpg','4de01f22-ee0e-4a43-92b8-06bf99787839'),
    new ClothItem('婦人おすすめ','ボトム','','C','L0274','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','LG青','','1','1','OVL01','2','CL0274.webp','','I-CL0274.jpg','c856838d-b174-4d61-aa06-5e2f9d1d8a58'),
    // *******************************************************
    // 婦人服
    // *******************************************************
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0001','IY3Dｵｰｶﾞﾆｯｸ7分袖T','1089','60587624','DK青','','1','1','','1','CL0001.webp','','I-CL0001.jpg','c400efa9-6cb2-4e1a-8f50-5890a847c0a6'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0002','IY3Dｵｰｶﾞﾆｯｸ7分袖ﾎﾞｰﾄT','1089','60587625','黒','','1','1','','1','CL0002.webp','','I-CL0002.jpg','c5a00e2f-79d6-4fb7-aaf3-75d9dc9d0dad'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0003','IY3Dｵｰｶﾞﾆｯｸﾀﾝｸﾄｯﾌﾟ','869','60587636','黒','','1','1','','1','CL0003.webp','','I-CL0003.jpg','cfd9d094-a798-4e43-b033-3ffa95ac051d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0004','IY3Dｵｰｶﾞﾆｯｸﾀﾝｸﾄｯﾌﾟ','869','60587636','DK青','','1','1','','1','CL0004.webp','','I-CL0004.jpg','5033b4c1-4db5-47dd-bb2a-72de5c69b0f7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0005','IY3DｵｰｶﾞﾆｯｸﾊﾟﾈﾙBD7分','2189','60587628','DK青','','1','1','','1','CL0005.webp','','I-CL0005.jpg','948413dd-639e-4bcc-ae6e-09705147a0cf'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0006','IY3DｵｰｶﾞﾆｯｸﾌﾚﾝﾁT','1089','60587634','DK青','','1','1','','1','CL0006.webp','','I-CL0006.jpg','42954a99-8c78-4e2c-ab57-bfb32f314ce8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0007','IY3DｵｰｶﾞﾆｯｸﾏﾙﾁBD7分','2189','60587629','DK青','','1','1','','1','CL0007.webp','','I-CL0007.jpg','af522d43-ee0e-4264-a7f5-2df2d4b04f3a'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0008','IY3Dｵｰｶﾞﾆｯｸ太番手長袖ﾎﾞｰ','2189','60587627','LT赤','','1','1','','1','CL0008.webp','','I-CL0008.jpg','62d93503-d38e-4fdd-a577-ea1af50132f0'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0009','IY3Dｵｰｶﾞﾆｯｸ太番手長袖ﾎﾞｰ','2189','60587627','DK青','','1','1','','1','CL0009.webp','','I-CL0009.jpg','e5719d5a-66e0-48b3-bb63-c4515f0b6b3e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0010','IY3Dｵｰｶﾞﾆｯｸ半袖VﾈｯｸT','1089','60587635','DK青','','1','1','','1','CL0010.webp','','I-CL0010.jpg','79a8eb89-0039-4f8e-a325-17ca489f9faf'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0011','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','DK青','','1','1','OVL01','1','CL0011.webp','','I-CL0011.jpg','cda6eafe-ed0e-48aa-b2d4-41d4412ac7d8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0012','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾞｰﾀﾞｰT','1089','60587632','DP青','','1','1','','1','CL0012.webp','','I-CL0012.jpg','f3b36aa9-2df9-4465-9afc-bab85762e13f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0015','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','黒','','1','1','','1','CL0015.webp','','I-CL0015.jpg','c848f3a7-208a-4561-b6c2-a05d2b2c64da'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0016','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','DP青緑','','1','1','','1','CL0016.webp','','I-CL0016.jpg','29c4de34-f832-4bf0-b6e5-f75f93430c8f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0017','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','DK青','','1','1','','1','CL0017.webp','','I-CL0017.jpg','e6b76998-36e1-4d67-8322-4ee55fa7b93b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0018','IYBC裾ﾗｳﾝﾄﾞﾀﾝｸ','1639','60587644','DK青','','1','1','','1','CL0018.webp','','I-CL0018.jpg','2c922320-f140-4104-a1b4-45769dc91dcf'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0019','IYBC冷感2WAYﾚｰｽﾀﾝｸ','2189','60587646','DK青','','1','1','','1','CL0019.webp','','I-CL0019.jpg','49c9aa16-a368-452e-a61a-351ce03cb5c3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0020','IYBC冷感2WAYﾚｰｽﾀﾝｸ','2189','60587646','黒','','1','1','','1','CL0020.webp','','I-CL0020.jpg','c573f282-5564-4ca6-9a55-ee62e52010d3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0021','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','DK青','','1','1','OVL01','1','CL0021.webp','','I-CL0021.jpg','c909030c-be24-4edc-99b1-112a8ebd784c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0022','IYBC冷感ﾓｯｸﾈｯｸTｼｬﾂ','1639','60587642','DK青','','1','1','','1','CL0022.webp','','I-CL0022.jpg','05796fda-7887-4167-a5b5-b5a9aeb4a1ab'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0023','IYBC冷感後ﾀｯｸT','2189','60587643','DK青','','1','1','','1','CL0023.webp','','I-CL0023.jpg','384e92b9-12b5-4cb6-9f39-ac081e7da928'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0024','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','黒','','1','1','OVL01','1','CL0024.webp','','I-CL0024.jpg','3671dfc7-a32b-48b8-be18-3f5ea0d06318'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0025','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LT灰','','1','1','OVL01','1','CL0025.webp','','I-CL0025.jpg','105ee9f6-fa36-4830-b82e-f3b69613f220'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0026','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LG橙','','1','1','OVL01','1','CL0026.webp','','I-CL0026.jpg','ef77bdd9-97ab-4cb2-a1d7-f7b364e87973'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0027','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','DP青緑','','1','1','OVL01','1','CL0027.webp','','I-CL0027.jpg','70d863f8-b54b-4f0b-bedc-7d19d5c61c57'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0028','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','LT青','','1','1','OVL01','1','CL0028.webp','','I-CL0028.jpg','140fe565-11ea-4499-beea-f053acaf9e60'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0029','IYUVｸﾙｰﾈｯｸｶｰﾃﾞｨｶﾞﾝ','3289','62485002','DK茶','','1','1','OVL01','1','CL0029.webp','','I-CL0029.jpg','bfa01f67-59f2-4637-9619-8b72f1dbdc3b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0030','IYUVｼｬﾄﾞｰｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585184','DK青','','1','1','','1','CL0030.webp','','I-CL0030.jpg','00309684-cb52-4522-a44d-10811e710457'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0031','IYUVｼｬﾄﾞｰﾄｯﾊﾟｰｶｰﾃﾞ','2189','60585185','DK青','','1','1','','1','CL0031.webp','','I-CL0031.jpg','6ec06cc0-f209-44db-adc2-13b947088943'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0032','IYUVﾒｯｼｭｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585183','DK青','','1','1','','1','CL0032.webp','','I-CL0032.jpg','851d9db5-b570-42dd-a0e6-7f5b9101aace'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0033','IYｵｰｶﾞﾆｯｸ7分ｼｬｰﾘﾝ66','2189','61318124','DK緑','','1','1','','1','CL0033.webp','','I-CL0033.jpg','20e80400-9359-4ea3-ac2d-73ab9953516d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0034','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','DK緑','','1','1','','1','CL0034.webp','','I-CL0034.jpg','5969ac27-f907-4511-b2d8-6aa8237bc846'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0035','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','DK青','','1','1','','1','CL0035.webp','','I-CL0035.jpg','186c1db1-3b9f-4162-b09e-4dbc5229d351'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0036','IYｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄT','1639','60587655','DK青','','1','1','','1','CL0036.webp','','I-CL0036.jpg','c5191f0c-efb7-4f1e-808f-64c49f55ae31'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0037','IYｵｰｶﾞﾆｯｸ麻混ﾚｷﾞｭﾗｰ67','2189','61318128','黒','','1','1','','1','CL0037.webp','','I-CL0037.jpg','abffb38f-c2a3-4f12-b1bd-57e31d8505bb'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0041','LG胸刺繍ﾁｭﾆｯｸﾊﾝT','2189','60587685','LG黄緑','','1','1','','1','CL0041.webp','','I-CL0041.jpg','d53258bb-7579-4aa9-a635-1ddad7173e38'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0042','LG胸刺繍ﾁｭﾆｯｸﾊﾝT','2189','60587685','DK青','','1','1','','1','CL0042.webp','','I-CL0042.jpg','e5e14144-3cb8-4e29-b858-c139236278c8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0043','IY3Dｵｰｶﾞﾆｯｸ7分BDﾎﾞｰﾄ','1419','60587626','LG灰','','1','1','','1','CL0043.webp','','I-CL0043.jpg','50195b31-7858-4877-885d-f9eae71ebf1b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0044','IY3Dｵｰｶﾞﾆｯｸ7分BDﾎﾞｰﾄ','1419','60587626','白','','1','1','','1','CL0044.webp','','I-CL0044.jpg','9d580e44-4e4a-46cd-bdd6-4914b6982709'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0045','IY3Dｵｰｶﾞﾆｯｸ7分BDﾎﾞｰﾄ','1419','60587626','LG黄','','1','1','','1','CL0045.webp','','I-CL0045.jpg','87158001-506a-4891-a070-42875ef1ad5b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0046','IY3Dｵｰｶﾞﾆｯｸ7分BDﾎﾞｰﾄ','1419','60587626','LT黄緑','','1','1','','1','CL0046.webp','','I-CL0046.jpg','326f3eb0-9451-4ca9-a4c0-111c8bf413ba'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0047','IY3Dｵｰｶﾞﾆｯｸ7分BDﾎﾞｰﾄ','1419','60587626','LT青','','1','1','','1','CL0047.webp','','I-CL0047.jpg','fe93671e-6a71-4088-a781-313c61adef44'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0048','IY3Dｵｰｶﾞﾆｯｸ7分袖T','1089','60587624','白','','1','1','','1','CL0048.webp','','I-CL0048.jpg','4a395956-6bdf-443f-91cc-8b57ed38e755'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0049','IY3Dｵｰｶﾞﾆｯｸ7分袖T','1089','60587624','LT赤','','1','1','','1','CL0049.webp','','I-CL0049.jpg','7ccb7ba1-c967-41b2-bb75-88abde09f9f2'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0050','IY3Dｵｰｶﾞﾆｯｸ7分袖T','1089','60587624','LT黄緑','','1','1','','1','CL0050.webp','','I-CL0050.jpg','79d3453a-2a4f-4582-8d42-57c354686ef8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0051','IY3Dｵｰｶﾞﾆｯｸ7分袖T','1089','60587624','P茶','','1','1','','1','CL0051.webp','','I-CL0051.jpg','54bbcaf6-4f93-4ba0-89cf-10cda0018324'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0052','IY3Dｵｰｶﾞﾆｯｸ7分袖ﾎﾞｰﾄT','1089','60587625','LG灰','','1','1','','1','CL0052.webp','','I-CL0052.jpg','1ae79b82-7d57-441b-a53a-dd55f2b79aaf'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0053','IY3Dｵｰｶﾞﾆｯｸ7分袖ﾎﾞｰﾄT','1089','60587625','白','','1','1','','1','CL0053.webp','','I-CL0053.jpg','ee01f4a5-3022-4959-8fb8-05cd5d527233'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0054','IY3Dｵｰｶﾞﾆｯｸ7分袖ﾎﾞｰﾄT','1089','60587625','LG黄','','1','1','','1','CL0054.webp','','I-CL0054.jpg','fe43d1fa-f7de-4792-a3af-94d1148c8321'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0055','IY3Dｵｰｶﾞﾆｯｸ7分袖ﾎﾞｰﾄT','1089','60587625','LT青','','1','1','','1','CL0055.webp','','I-CL0055.jpg','ac06cdf0-a89d-46b5-957a-8c5183fe36b4'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0056','IY3Dｵｰｶﾞﾆｯｸﾀﾝｸﾄｯﾌﾟ','869','60587636','白','','1','1','','1','CL0056.webp','','I-CL0056.jpg','37363355-2104-456c-9596-bf394a20b760'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0057','IY3Dｵｰｶﾞﾆｯｸﾀﾝｸﾄｯﾌﾟ','869','60587636','DP青緑','','1','1','','1','CL0057.webp','','I-CL0057.jpg','df596c12-e0a4-4e2f-9ab6-fdae74cd5169'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0058','IY3DｵｰｶﾞﾆｯｸﾊﾟﾈﾙBD7分','2189','60587628','LG灰','','1','1','','1','CL0058.webp','','I-CL0058.jpg','57660fb6-8411-4ece-bb05-abca84375b59'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0059','IY3DｵｰｶﾞﾆｯｸﾊﾟﾈﾙBD7分','2189','60587628','白','','1','1','','1','CL0059.webp','','I-CL0059.jpg','405f1f4a-f742-4f7b-afef-560d938ba07c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0060','IY3DｵｰｶﾞﾆｯｸﾊﾟﾈﾙBD7分','2189','60587628','LG赤','','1','1','','1','CL0060.webp','','I-CL0060.jpg','e4adfbd6-c48f-453a-938f-03d058282f60'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0061','IY3DｵｰｶﾞﾆｯｸﾌﾚﾝﾁT','1089','60587634','白','','1','1','','1','CL0061.webp','','I-CL0061.jpg','3da12a5e-20b8-4f03-8dfe-80fdea540a39'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0062','IY3DｵｰｶﾞﾆｯｸﾌﾚﾝﾁT','1089','60587634','LG赤','','1','1','','1','CL0062.webp','','I-CL0062.jpg','d2499aa0-87c6-494b-9ed5-cc342c492785'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0063','IY3DｵｰｶﾞﾆｯｸﾌﾚﾝﾁT','1089','60587634','DP青緑','','1','1','','1','CL0063.webp','','I-CL0063.jpg','05cfabb2-4544-436f-822a-a4af45dc14c1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0064','IY3DｵｰｶﾞﾆｯｸﾏﾙﾁBD7分','2189','60587629','LG灰','','1','1','','1','CL0064.webp','','I-CL0064.jpg','29fc5afc-0706-42b0-bb5d-ae3c20fb92e3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0065','IY3DｵｰｶﾞﾆｯｸﾏﾙﾁBD7分','2189','60587629','LT赤','','1','1','','1','CL0065.webp','','I-CL0065.jpg','72b2e3e2-0a97-4987-8bc8-512bf127e77c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0066','IY3DｵｰｶﾞﾆｯｸﾏﾙﾁBD7分','2189','60587629','LT青','','1','1','','1','CL0066.webp','','I-CL0066.jpg','245eed4c-bbf6-42df-bd4c-75b4a69dccf0'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0067','IY3Dｵｰｶﾞﾆｯｸ太番手長袖ﾎﾞｰ','2189','60587627','LT青','','1','1','','1','CL0067.webp','','I-CL0067.jpg','3fd5c836-5e26-49a6-8782-0dc6858cae75'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0068','IY3Dｵｰｶﾞﾆｯｸ半袖VﾈｯｸT','1089','60587635','白','','1','1','','1','CL0068.webp','','I-CL0068.jpg','3c7633db-274f-4ef0-a00c-006db9918752'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0069','IY3Dｵｰｶﾞﾆｯｸ半袖VﾈｯｸT','1089','60587635','LT橙','','1','1','','1','CL0069.webp','','I-CL0069.jpg','71a80955-cf9e-4120-97fe-c268aca70bd2'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0070','IY3Dｵｰｶﾞﾆｯｸ半袖VﾈｯｸT','1089','60587635','LT青','','1','1','','1','CL0070.webp','','I-CL0070.jpg','ad1f4adf-a21b-4dee-80bc-d0950185f02a'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0071','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','LG灰','','1','1','OVL01','1','CL0071.webp','','I-CL0071.jpg','65487fa6-17ad-4a93-bef8-521799542432'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0072','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','LG赤','','1','1','OVL01','1','CL0072.webp','','I-CL0072.jpg','a57bc7ae-923f-4137-af1a-17f9828a4d5e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0073','IY3Dｵｰｶﾞﾆｯｸ半袖ﾊﾟﾈﾙﾎﾞｰ','1419','60587633','LT青','','1','1','OVL01','1','CL0073.webp','','I-CL0073.jpg','84c97c5a-7907-4c00-a234-4d8daff2f6c1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0074','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾞｰﾀﾞｰT','1089','60587632','LG灰','','1','1','','1','CL0074.webp','','I-CL0074.jpg','ae595475-158b-428a-ba12-e8896b11c944'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0075','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾞｰﾀﾞｰT','1089','60587632','LG赤','','1','1','','1','CL0075.webp','','I-CL0075.jpg','7abfedb0-ed97-428e-917d-7240ff79aca7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0076','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾞｰﾀﾞｰT','1089','60587632','P赤','','1','1','','1','CL0076.webp','','I-CL0076.jpg','0e86a00e-e73d-46cd-98db-c0d9ebe6dad1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0077','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾞｰﾀﾞｰT','1089','60587632','LG青緑','','1','1','','1','CL0077.webp','','I-CL0077.jpg','67ee692a-d4d4-4f5b-8927-8e01bcc45a15'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0079','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾟﾛｼｬﾂ','2189','60587637','白','','1','1','','1','CL0079.webp','','I-CL0079.jpg','efcc6dba-9f1e-4dd6-9748-33feeb773cfc'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0080','IY3Dｵｰｶﾞﾆｯｸ半袖ﾎﾟﾛｼｬﾂ','2189','60587637','LT赤','','1','1','','1','CL0080.webp','','I-CL0080.jpg','1f14c5f9-1273-48d3-8c02-42bf9f221183'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0081','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','LG灰','','1','1','','1','CL0081.webp','','I-CL0081.jpg','666d9c90-6275-4454-81d1-7e399491d192'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0082','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','白','','1','1','','1','CL0082.webp','','I-CL0082.jpg','5aff62af-e2fc-4828-9524-57c710d6dc3c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0083','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','LG赤','','1','1','','1','CL0083.webp','','I-CL0083.jpg','dcc30cb2-ef21-4246-b02c-379f829b6160'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0084','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','LT黄緑','','1','1','','1','CL0084.webp','','I-CL0084.jpg','c981cc2b-c32b-43db-849c-daf7ffd02830'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0085','IY3Dｵｰｶﾞﾆｯｸ無地半袖T','1089','60587631','LG青緑','','1','1','','1','CL0085.webp','','I-CL0085.jpg','065dc294-679a-43f3-8c1a-be55e0179e29'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0086','IYBC裾ﾗｳﾝﾄﾞﾀﾝｸ','1639','60587644','白','','1','1','','1','CL0086.webp','','I-CL0086.jpg','8ec45a61-5822-4166-bf4f-65ee128dc883'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0087','IYBC裾ﾗｳﾝﾄﾞﾀﾝｸ','1639','60587644','LG黄緑','','1','1','','1','CL0087.webp','','I-CL0087.jpg','42576dfe-254e-44be-91c7-1e9558130c1f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0088','IYBC冷感2WAYﾚｰｽﾀﾝｸ','2189','60587646','白','','1','1','','1','CL0088.webp','','I-CL0088.jpg','89650839-2b35-48f4-94ae-9c17a5a38399'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0089','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','白','','1','1','OVL01','1','CL0089.webp','','I-CL0089.jpg','5c65d1a8-f7ab-4a67-a43e-850763ba729c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0090','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LT赤','','1','1','OVL01','1','CL0090.webp','','I-CL0090.jpg','e813757c-0b12-465e-b000-1e67dd8cbe74'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0091','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LT青緑','','1','1','OVL01','1','CL0091.webp','','I-CL0091.jpg','4c599589-0703-41a0-8b67-991851e7c09a'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0092','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LG青','','1','1','OVL01','1','CL0092.webp','','I-CL0092.jpg','afa3a6c5-bae0-4b8a-9d9e-ccaa5912a42b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0093','IYBC冷感ﾌﾚﾝﾁT','1639','60587641','LG茶','','1','1','OVL01','1','CL0093.webp','','I-CL0093.jpg','5eaab462-5d26-4b09-a268-a1a78863809a'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0094','IYBC冷感ﾓｯｸﾈｯｸTｼｬﾂ','1639','60587642','白','','1','1','','1','CL0094.webp','','I-CL0094.jpg','69c9208b-4237-4615-be2a-7355884f8d17'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0095','IYBC冷感ﾓｯｸﾈｯｸTｼｬﾂ','1639','60587642','LT赤','','1','1','','1','CL0095.webp','','I-CL0095.jpg','bb418758-89d1-4cda-9782-a6d5764f2c52'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0096','IYBC冷感ﾓｯｸﾈｯｸTｼｬﾂ','1639','60587642','LG青','','1','1','','1','CL0096.webp','','I-CL0096.jpg','99488840-4cc2-4d72-8ce0-e44417a55edb'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0097','IYBC冷感後ﾀｯｸT','2189','60587643','LG黄緑','','1','1','','1','CL0097.webp','','I-CL0097.jpg','c1ade63b-754d-4bf8-8d4b-5e04958a3524'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0098','IYBC冷感後ﾀｯｸT','2189','60587643','LG茶','','1','1','','1','CL0098.webp','','I-CL0098.jpg','a2a02d6e-0d23-4bd1-8f06-4678f480b08e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0099','IYUVｼｬﾄﾞｰｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585184','白','','1','1','','1','CL0099.webp','','I-CL0099.jpg','bf0ceafc-20c3-43bd-ba7b-f1b29e630b27'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0100','IYUVｼｬﾄﾞｰｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585184','LT黄','','1','1','','1','CL0100.webp','','I-CL0100.jpg','6591bd69-8f92-422e-b8fb-12e15fbce3fb'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0101','IYUVｼｬﾄﾞｰｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585184','LT青','','1','1','','1','CL0101.webp','','I-CL0101.jpg','62efef10-9080-4268-b780-2eee98d0c4f8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0102','IYUVｼｬﾄﾞｰﾄｯﾊﾟｰｶｰﾃﾞ','2189','60585185','LT灰','','1','1','','1','CL0102.webp','','I-CL0102.jpg','bf84be43-0d20-457d-9def-757ba3a43f07'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0103','IYUVｼｬﾄﾞｰﾄｯﾊﾟｰｶｰﾃﾞ','2189','60585185','白','','1','1','','1','CL0103.webp','','I-CL0103.jpg','46d2f820-e172-4113-b0a1-04c37b85de47'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0104','IYUVｼｬﾄﾞｰﾄｯﾊﾟｰｶｰﾃﾞ','2189','60585185','LT青','','1','1','','1','CL0104.webp','','I-CL0104.jpg','3aed720b-19eb-4056-b72f-8de3baf15603'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0105','IYUVﾒｯｼｭｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585183','LT灰','','1','1','','1','CL0105.webp','','I-CL0105.jpg','e7dd30a3-c8ec-4cfd-9bfb-ea75ae3a7dae'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0106','IYUVﾒｯｼｭｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585183','白','','1','1','','1','CL0106.webp','','I-CL0106.jpg','caf4eba0-f2e5-4e81-b938-801cd57f7154'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0107','IYUVﾒｯｼｭｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585183','LT赤','','1','1','','1','CL0107.webp','','I-CL0107.jpg','ddb42752-ac57-49fc-9dd0-43d4bff249ea'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0108','IYUVﾒｯｼｭｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585183','LG青','','1','1','','1','CL0108.webp','','I-CL0108.jpg','b40672da-3807-4612-9db0-e6bae9685488'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0109','IYUVﾒｯｼｭｼﾞｯﾌﾟﾊﾟｰｶｰ','2189','60585183','LT青','','1','1','','1','CL0109.webp','','I-CL0109.jpg','448d74c1-ff8c-4363-a1c6-1fb403f75eec'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0110','IYおうち半ﾗｳﾝﾄﾞｽﾘｯﾄﾁｭﾆ','2189','60587674','LG灰','','1','1','','1','CL0110.webp','','I-CL0110.jpg','41ecae3f-85a1-480d-aac9-5a3553bd91d4'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0111','IYおうち半ﾗｳﾝﾄﾞｽﾘｯﾄﾁｭﾆ','2189','60587674','白','','1','1','','1','CL0111.webp','','I-CL0111.jpg','7794ef7f-2f0d-4f8d-a5c5-f6609032feba'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0112','IYおうち半ﾗｳﾝﾄﾞｽﾘｯﾄﾁｭﾆ','2189','60587674','DK黄緑','','1','1','','1','CL0112.webp','','I-CL0112.jpg','9586b8a3-ec89-4e9a-9e64-d0bf66e4041c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0113','IYおうち半ﾗｳﾝﾄﾞｽﾘｯﾄﾁｭﾆ','2189','60587674','LT青緑','','1','1','','1','CL0113.webp','','I-CL0113.jpg','24069137-5f9b-44dd-b4dd-134909a9f73e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0114','IYｵｰｶﾞﾆｯｸ7分ｼｬｰﾘﾝ66','2189','61318124','LT黄','','1','1','','1','CL0114.webp','','I-CL0114.jpg','7c409234-2c43-4a30-807a-d161a95c6101'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0115','IYｵｰｶﾞﾆｯｸ7分ｼｬｰﾘﾝ66','2189','61318124','LT青','','1','1','','1','CL0115.webp','','I-CL0115.jpg','bcb93c25-fc99-4742-97fd-5a32e93288b2'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0116','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','白','','1','1','OVL01','1','CL0116.webp','','I-CL0116.jpg','3da24d07-91de-4a61-8219-50eec8a3a7bb'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0117','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','LT赤','','1','1','OVL01','1','CL0117.webp','','I-CL0117.jpg','a9760138-1cf8-455d-8111-86529c5c7606'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0118','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','DK青','','1','1','OVL01','1','CL0118.webp','','I-CL0118.jpg','6126501e-924c-4527-81ce-733188dc2ab7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0119','IYｵｰｶﾞﾆｯｸ7分ｽﾀﾝﾄﾞ65','2189','61318123','LG青','','1','1','OVL01','1','CL0119.webp','','I-CL0119.jpg','7c178130-5ff1-4e05-a902-f32ee5315353'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0120','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','黒','','1','1','OVL01','1','CL0120.webp','','I-CL0120.jpg','1017a34c-56a4-46b4-83de-0e3bf863edf1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0121','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','白','','1','1','OVL01','1','CL0121.webp','','I-CL0121.jpg','09260c2b-5f8e-4050-8e3b-1c0ea31651aa'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0122','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','V赤','','1','1','OVL01','1','CL0122.webp','','I-CL0122.jpg','566f1e53-8a2c-4c1f-9842-5d5122c17f1e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0123','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','DK青','','1','1','OVL01','1','CL0123.webp','','I-CL0123.jpg','49b1cbb8-e73c-45c7-938a-c8e65ede376f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0124','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','DP青','','1','1','OVL01','1','CL0124.webp','','I-CL0124.jpg','2c80dfc6-2452-4f89-8646-f604f2b74aca'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0125','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','V青','','1','1','OVL01','1','CL0125.webp','','I-CL0125.jpg','aa6365ff-2345-4334-b02e-b57552305e99'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0126','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','LT青','','1','1','OVL01','1','CL0126.webp','','I-CL0126.jpg','4fc7e0bc-f356-45aa-a18a-d42542ae32fd'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0127','IYｵｰｶﾞﾆｯｸ7分ﾛｰﾙUP64','2189','61318122','P青','','1','1','OVL01','1','CL0127.webp','','I-CL0127.jpg','1a317367-1c51-4da0-9e37-7d48c79dd3b7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0128','IYｵｰｶﾞﾆｯｸｽﾀﾝﾄﾞﾁｭﾆ74','2189','61318118','LG灰','','1','1','','1','CL0128.webp','','I-CL0128.jpg','e8b9675b-7b59-42c3-933e-c91f678b65c3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0129','IYｵｰｶﾞﾆｯｸｽﾀﾝﾄﾞﾁｭﾆ74','2189','61318118','LG黄緑','','1','1','','1','CL0129.webp','','I-CL0129.jpg','58b3da9f-8cfc-4d86-b588-b394c5bd56cd'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0130','IYｵｰｶﾞﾆｯｸｽﾀﾝﾄﾞﾁｭﾆ74','2189','61318118','LG青','','1','1','','1','CL0130.webp','','I-CL0130.jpg','563b57dd-9f2d-4da6-8dcc-5765a988eb68'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0135','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','V灰','','1','1','','1','CL0135.webp','','I-CL0135.jpg','f788ae50-60e8-45f1-8dde-05ba2adfa84d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0136','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','白','','1','1','','1','CL0136.webp','','I-CL0136.jpg','5e80af5c-0a67-43cf-9eb1-0842e39c1d7c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0137','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','LT赤','','1','1','','1','CL0137.webp','','I-CL0137.jpg','ed89f1c9-8b25-4e97-b3eb-e1809502441f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0138','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','DP青','','1','1','','1','CL0138.webp','','I-CL0138.jpg','ead9439a-297d-4c04-ae84-bbcc8144eb38'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0139','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','LG青','','1','1','','1','CL0139.webp','','I-CL0139.jpg','bd1d4b2e-e8c1-46e6-8838-509f0bba1028'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0140','IYｵｰｶﾞﾆｯｸﾍﾘﾝﾎﾞﾝ柄68','2189','61318120','LT青','','1','1','','1','CL0140.webp','','I-CL0140.jpg','973b0538-d327-432e-a81a-13bb8318f796'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0141','IYｵｰｶﾞﾆｯｸﾚｷﾞｭﾗｰ68','2189','61318119','黒','','1','1','','1','CL0141.webp','','I-CL0141.jpg','884286a6-2a26-4d19-b178-7b2bd090efd5'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0142','IYｵｰｶﾞﾆｯｸﾚｷﾞｭﾗｰ68','2189','61318119','DP灰','','1','1','','1','CL0142.webp','','I-CL0142.jpg','e3c56d9a-8312-4b4f-a36b-59e78d35919c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0143','IYｵｰｶﾞﾆｯｸﾚｷﾞｭﾗｰ68','2189','61318119','LT黄','','1','1','','1','CL0143.webp','','I-CL0143.jpg','f30a632f-a8b3-42e3-a8e2-67d8591c3a5d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0144','IYｵｰｶﾞﾆｯｸﾚｷﾞｭﾗｰ68','2189','61318119','DP青','','1','1','','1','CL0144.webp','','I-CL0144.jpg','91d70a06-e4ab-463c-b62c-efc11f9d35e3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0145','IYｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄT','1639','60587655','LG灰','','1','1','','1','CL0145.webp','','I-CL0145.jpg','05fc6c42-a29e-44cb-bc75-e5861ed15fc9'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0146','IYｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄT','1639','60587655','白','','1','1','','1','CL0146.webp','','I-CL0146.jpg','761e022b-1614-47fb-b722-fdf8a68e4bb2'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0147','IYｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄT','1639','60587655','LT赤','','1','1','','1','CL0147.webp','','I-CL0147.jpg','159b3229-0e3e-4552-a526-1375e3edfff3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0148','IYｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄT','1639','60587655','DP青緑','','1','1','','1','CL0148.webp','','I-CL0148.jpg','b6da1b37-d72a-4f5a-b39a-7ca1dbc9d9ee'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0149','IYｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄT','1639','60587655','LT青','','1','1','','1','CL0149.webp','','I-CL0149.jpg','1d260d3a-b034-45f0-aa89-2bceb99a275c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0150','IYｵｰｶﾞﾆｯｸ麻混ｽﾀﾝﾄﾞ69','2189','61318129','V灰','','1','1','','1','CL0150.webp','','I-CL0150.jpg','2df85c3a-f664-42c2-a538-ed8b3de27202'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0151','IYｵｰｶﾞﾆｯｸ麻混ｽﾀﾝﾄﾞ69','2189','61318129','DP青','','1','1','','1','CL0151.webp','','I-CL0151.jpg','218c667d-fb2f-40b5-9157-ae582c1598f2'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0152','IYｵｰｶﾞﾆｯｸ麻混ｽﾀﾝﾄﾞ69','2189','61318129','P青','','1','1','','1','CL0152.webp','','I-CL0152.jpg','4801c23b-07d0-42bd-92e1-b40d3488fc33'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0153','IYｵｰｶﾞﾆｯｸ麻混ｽﾀﾝﾄﾞ69','2189','61318129','P茶','','1','1','','1','CL0153.webp','','I-CL0153.jpg','2d89e000-1458-42c9-81ae-81dd8cdc3017'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0154','IYｵｰｶﾞﾆｯｸ麻混ﾚｷﾞｭﾗｰ67','2189','61318128','白','','1','1','','1','CL0154.webp','','I-CL0154.jpg','afcfc742-763c-4232-943b-cd13f6b75827'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0155','IYｵｰｶﾞﾆｯｸ麻混ﾚｷﾞｭﾗｰ67','2189','61318128','P赤','','1','1','','1','CL0155.webp','','I-CL0155.jpg','a9174deb-b309-47bb-917b-175f62f58a37'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0156','IYｵｰｶﾞﾆｯｸ麻混ﾚｷﾞｭﾗｰ67','2189','61318128','P黄','','1','1','','1','CL0156.webp','','I-CL0156.jpg','761c3878-4a69-4e8a-926e-2bdfaad2cf36'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0161','LGWﾒｯｼｭﾎﾞｰﾀﾞｰﾊﾝT','2189','60587682','LG灰','','1','1','','1','CL0161.webp','','I-CL0161.jpg','f2374912-68cb-4e8e-a2f3-4c88f0c39179'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0162','LGWﾒｯｼｭﾎﾞｰﾀﾞｰﾊﾝT','2189','60587682','LT赤','','1','1','','1','CL0162.webp','','I-CL0162.jpg','087694d5-a21a-44b5-a9e7-8a1d5b7b1cc1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0163','LGWﾒｯｼｭﾎﾞｰﾀﾞｰﾊﾝT','2189','60587682','DK青','','1','1','','1','CL0163.webp','','I-CL0163.jpg','c89bb7b1-4979-473c-b751-dcbac5ee15ff'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0164','LGﾌﾚﾝﾁﾓｯｸﾈｯｸT','2189','60587683','LG灰','','1','1','','1','CL0164.webp','','I-CL0164.jpg','ba6eaac2-88e2-4cc6-9360-6578b64159db'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0165','LGﾌﾚﾝﾁﾓｯｸﾈｯｸT','2189','60587683','LG黄','','1','1','','1','CL0165.webp','','I-CL0165.jpg','ee1c62de-8753-4a10-8f1f-06147b6459ac'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0167','LGﾛｺﾞ刺繍ﾊﾝT','2189','60587684','白','','1','1','','1','CL0167.webp','','I-CL0167.jpg','ddc49b45-4804-444e-95e7-5e806647ec61'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0168','LGﾛｺﾞ刺繍ﾊﾝT','2189','60587684','LG黄','','1','1','','1','CL0168.webp','','I-CL0168.jpg','75b313db-a90d-4d33-913c-71151597a865'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0169','LGﾛｺﾞ刺繍ﾊﾝT','2189','60587684','LG黄緑','','1','1','','1','CL0169.webp','','I-CL0169.jpg','1d077d18-e8bb-41a5-ae21-a9637049a078'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0177','IYBC冷感ﾚｰｽ刺繍T','2739','60587645','白','','1','1','','1','CL0177.webp','','I-CL0177.jpg','490a8d00-4e2d-47a6-ae39-d4d47a930eb0'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0178','IYBC冷感ﾚｰｽ刺繍T','2739','60587645','LT青','','1','1','','1','CL0178.webp','','I-CL0178.jpg','ed403a6a-879a-49b4-bb81-674486a8e73a'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0179','IYBC冷感ﾚｰｽ刺繍T','2739','60587645','LG茶','','1','1','','1','CL0179.webp','','I-CL0179.jpg','6121ba22-8f7f-49c9-a24f-bcfb8fdbf9c6'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0180','MIJ和紙混Vﾈｯｸﾆｯﾄ','4389','62487208','LT茶','','1','1','','1','CL0180.webp','','I-CL0180.jpg','9f25c665-185e-4c20-a717-c6c0d9e7cb49'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0183','IYBC冷感ﾚｰｽ刺繍T','2739','60587645','DK青','','1','1','','1','CL0183.webp','','I-CL0183.jpg','a6a07708-3716-439e-b336-e93c987c915c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0184','IYUV7分袖ﾄｯﾊﾟｰ','3289','62485001','黒','','1','1','OVL01','1','CL0184.webp','','I-CL0184.jpg','d6751450-7a41-4631-af2a-9a4e1298a3d1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0185','IYUV7分袖ﾄｯﾊﾟｰ','3289','62485001','白','','1','1','OVL01','1','CL0185.webp','','I-CL0185.jpg','af1bfd0d-06f8-485e-914e-fbac7f1fc06f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0186','IYUV7分袖ﾄｯﾊﾟｰ','3289','62485001','DK茶','','1','1','OVL01','1','CL0186.webp','','I-CL0186.jpg','9e0f64fa-e837-48fc-ad15-55b10af962dc'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0187','MIJ和紙混Vﾈｯｸﾆｯﾄ','4389','62487208','LT赤','','1','1','','1','CL0187.webp','','I-CL0187.jpg','3f43b2a6-128e-49a4-92ea-6188ef7e429c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0188','MIJ和紙混Vﾈｯｸﾆｯﾄ','4389','62487208','V青','','1','1','','1','CL0188.webp','','I-CL0188.jpg','8be4d5ae-5bf5-4205-a657-6534f8b10dc1'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0189','MIJ和紙混Vﾈｯｸﾆｯﾄ','4389','62487208','LT青','','1','1','','1','CL0189.webp','','I-CL0189.jpg','3e85a1bb-f964-4997-8c35-b651b9f52d0d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0190','MIJ和紙混ﾎﾞﾄﾙﾈｯｸﾆｯﾄ','4389','62487207','黒','','1','1','','1','CL0190.webp','','I-CL0190.jpg','15604658-8672-4d4f-b339-d70811326b7b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0191','MIJ和紙混ﾎﾞﾄﾙﾈｯｸﾆｯﾄ','4389','62487207','LT赤','','1','1','','1','CL0191.webp','','I-CL0191.jpg','037edf8c-98f9-4b4d-8a57-d8e1c2653be4'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0192','MIJ和紙混ﾎﾞﾄﾙﾈｯｸﾆｯﾄ','4389','62487207','DP青','','1','1','','1','CL0192.webp','','I-CL0192.jpg','f1d338a0-fb7b-4caf-b7b5-e7fb18b3da2d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ニット','','C','L0193','MIJ和紙混ﾎﾞﾄﾙﾈｯｸﾆｯﾄ','4389','62487207','LT青','','1','1','','1','CL0193.webp','','I-CL0193.jpg','f1749f2c-9c01-4b75-b966-f7472c781573'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0212','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','黒','','1','1','','1','CL0212.webp','','I-CL0212.jpg','1c0fe8d1-063b-49e4-ad36-d277782da71a'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0213','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','LT灰','','1','1','','1','CL0213.webp','','I-CL0213.jpg','4be930c7-8425-45b8-a10e-48fc151a0868'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0215','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','DP黄緑','','1','1','','1','CL0215.webp','','I-CL0215.jpg','275230a9-721d-4669-90bc-2713499d44f2'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0216','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','LG青緑','','1','1','','1','CL0216.webp','','I-CL0216.jpg','9159ce6d-93f0-41ea-bd4d-3e8453a87ff7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0217','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','DK青','','1','1','','1','CL0217.webp','','I-CL0217.jpg','b009e51b-6abd-4efd-8766-b6acf08792ee'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0218','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','DP青','','1','1','','1','CL0218.webp','','I-CL0218.jpg','1282ad47-1e0f-4e55-92b8-fc6e60c4c3f7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0219','7PL大人の楽ﾁﾝ美脚ﾊﾟﾝﾂ','3289','61139101','LT茶','','1','1','','1','CL0219.webp','','I-CL0219.jpg','d2592ff4-d6d7-400b-9b81-9cb3ea173c42'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0248','IYGFﾋﾞｭｰﾃｨ ｽﾄﾚｰﾄ97','4389','61137231','黒','','1','1','','1','CL0248.webp','','I-CL0248.jpg','e792c301-e122-4ed3-9751-a861ac35cfc0'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0249','IYGFﾋﾞｭｰﾃｨ ｽﾄﾚｰﾄ97','4389','61137231','DP灰','','1','1','','1','CL0249.webp','','I-CL0249.jpg','2843e5ac-6d64-430c-bbd5-3d0a8cb658fa'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0250','IYGFﾋﾞｭｰﾃｨ ｽﾄﾚｰﾄ97','4389','61137231','DK青','','1','1','','1','CL0250.webp','','I-CL0250.jpg','292f720a-5f52-437d-926b-92d05bb23bdd'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0252','IYGFﾋﾞｭｰﾃｨ ｽﾘﾑ90','4389','61137232','LG灰','','1','1','','1','CL0252.webp','','I-CL0252.jpg','8ecd251a-60d5-4af2-8ffb-9f70e1f3632e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0253','IYGFﾋﾞｭｰﾃｨ ｽﾘﾑ90','4389','61137232','灰7','','1','1','','1','CL0253.webp','','I-CL0253.jpg','6596fe37-9cdb-4722-933b-72b6b46cdf40'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0254','IYGFﾋﾞｭｰﾃｨ ｽﾘﾑ90','4389','61137232','DK青','','1','1','','1','CL0254.webp','','I-CL0254.jpg','ae25e483-3f89-4cc2-8538-ccf237546a73'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0256','IYｻﾃﾝｱﾝｸﾙﾊﾟﾝﾂ87','4389','61137211','黒','','1','1','','1','CL0256.webp','','I-CL0256.jpg','9af331ed-ea78-45f8-bd38-1897f57b9a6c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0257','IYｻﾃﾝｱﾝｸﾙﾊﾟﾝﾂ87','4389','61137211','LT灰','','1','1','','1','CL0257.webp','','I-CL0257.jpg','67ddc512-095f-4007-aa6d-c03222f827ba'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0258','IYｻﾃﾝｱﾝｸﾙﾊﾟﾝﾂ87','4389','61137211','DP黄緑','','1','1','','1','CL0258.webp','','I-CL0258.jpg','ffd5fdff-695e-4a27-b0f2-1b35d9e03267'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0259','IYｻﾃﾝｱﾝｸﾙﾊﾟﾝﾂ87','4389','61137211','DK青','','1','1','','1','CL0259.webp','','I-CL0259.jpg','ec7dd182-1a9b-4473-98f8-3d7112c1f1d4'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0261','IYｻﾃﾝｱﾝｸﾙﾊﾟﾝﾂ87','4389','61137211','LT茶','','1','1','','1','CL0261.webp','','I-CL0261.jpg','d2beeb31-2b3d-431f-9cac-d82b781f90d3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0268','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','黒','','1','1','OVL01','1','CL0268.webp','','I-CL0268.jpg','9ad75c26-35fb-4f64-9d2a-f254d170cf53'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0269','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','灰8','','1','1','OVL01','1','CL0269.webp','','I-CL0269.jpg','f1738d2f-b02c-4fa5-bf80-feadfa0db4ac'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0270','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','黒9','','1','1','OVL01','1','CL0270.webp','','I-CL0270.jpg','8abd8f6b-bcf1-4972-bb3c-816bda48bfb9'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0271','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','LG橙','','1','1','OVL01','1','CL0271.webp','','I-CL0271.jpg','7d0ebd4d-809d-4ab9-9429-8a773e710520'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0273','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','DK青','','1','1','OVL01','1','CL0273.webp','','I-CL0273.jpg','4de01f22-ee0e-4a43-92b8-06bf99787839'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0274','IYすごﾗｸﾚｷﾞｱﾝｸﾙぴったり','2189','61136858','LG青','','1','1','OVL01','1','CL0274.webp','','I-CL0274.jpg','c856838d-b174-4d61-aa06-5e2f9d1d8a58'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0275','IYすごらくﾚｷﾞﾊﾟﾝぴったり','2189','61136584','黒','','1','1','','1','CL0275.webp','','I-CL0275.jpg','e582601e-c6a8-40c3-8239-89489f91d1a5'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0276','IYすごらくﾚｷﾞﾊﾟﾝぴったり','2189','61136584','LT灰','','1','1','','1','CL0276.webp','','I-CL0276.jpg','9ef3b343-88f5-4492-b044-fb095200c486'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0277','IYすごらくﾚｷﾞﾊﾟﾝぴったり','2189','61136584','灰8','','1','1','','1','CL0277.webp','','I-CL0277.jpg','26e3ab09-7fc8-4b3f-a0ab-39ec04061d53'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0280','IYすごらくﾚｷﾞﾊﾟﾝぴったり','2189','61136584','DK青','','1','1','','1','CL0280.webp','','I-CL0280.jpg','a3bf995d-18dd-4ea1-93ef-81bc66f82738'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0283','IYすごらくﾚｷﾞﾊﾟﾝぴったり','2189','61136584','茶8','','1','1','','1','CL0283.webp','','I-CL0283.jpg','4037d6c0-5ab8-42bc-a11d-8e88b1551cb9'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0285','IYすごﾗｸﾚｷﾞﾊﾟﾝゆったり','3289','61137230','灰7','','1','1','','1','CL0285.webp','','I-CL0285.jpg','ac578494-b6a8-49be-a0f3-27849bd1a4e8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0304','ｿﾗ)ﾍﾞﾝﾁﾚｰｼｮﾝ付ﾍﾞｰｼ68','2189','61318844','白','','1','1','','1','CL0304.webp','','I-CL0304.jpg','f85d3f06-f2db-49ce-9d33-3ffc0b03b110'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0305','ｿﾗ)ﾍﾞﾝﾁﾚｰｼｮﾝ付ﾍﾞｰｼ68','2189','61318844','V青','','1','1','','1','CL0305.webp','','I-CL0305.jpg','79e3350d-ff31-4cd4-a3b8-255f55136e2e'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0306','ｿﾗ)ﾍﾞﾝﾁﾚｰｼｮﾝ付ﾍﾞｰｼ68','2189','61318844','LT青','','1','1','','1','CL0306.webp','','I-CL0306.jpg','171bcec2-e730-47e4-a252-4fba869d7a9c'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0307','ｿﾗ)ﾍﾞﾝﾁﾚｰｼｮﾝｽﾀﾝﾄﾞ70','2189','61318845','DP灰','','1','1','','1','CL0307.webp','','I-CL0307.jpg','a2ff14d5-30e9-4837-9720-61b46c59e815'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0308','ｿﾗ)ﾍﾞﾝﾁﾚｰｼｮﾝｽﾀﾝﾄﾞ70','2189','61318845','白','','1','1','','1','CL0308.webp','','I-CL0308.jpg','9af7cbb9-c4c8-498b-b223-ebcb5435684f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0309','ｿﾗ)ﾍﾞﾝﾁﾚｰｼｮﾝｽﾀﾝﾄﾞ70','2189','61318845','LT茶','','1','1','','1','CL0309.webp','','I-CL0309.jpg','4b362792-c271-4189-aaf5-ce683d542322'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','アウター','','C','L0310','ｿﾗ)ﾌｧﾝ付きﾍﾞｽﾄ','10989','61157239','黒','','1','1','','1','CL0310.webp','','I-CL0310.jpg','52dd2777-6a8e-4ed2-9fe2-b5fcb5ce047d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','アウター','','C','L0311','ｿﾗ)ﾌｧﾝ付きﾍﾞｽﾄ','10989','61157239','DK黄緑','','1','1','','1','CL0311.webp','','I-CL0311.jpg','6990384e-6afd-4662-9207-47ba0eeb41dc'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','アウター','','C','L0312','ｿﾗ)ﾌｧﾝ付きﾍﾞｽﾄ','10989','61157239','LT茶','','1','1','','1','CL0312.webp','','I-CL0312.jpg','394e4559-321f-4052-9b39-0d17bb4d356b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0313','ｿﾗﾌｸｻｺｯｼｭ付きﾊﾟﾝﾂ','2739','61136638','黒','','1','1','','1','CL0313.webp','','I-CL0313.jpg','ecdced06-079a-41db-a1c4-df77e2141415'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0314','ｿﾗﾌｸｻｺｯｼｭ付きﾊﾟﾝﾂ','2739','61136638','DK黄緑','','1','1','','1','CL0314.webp','','I-CL0314.jpg','42a1e3f4-38fe-4e3b-90c2-96c94d0c118b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0315','ｿﾗﾌｸｶｰｺﾞﾎﾟｹｯﾄ付きﾊﾟﾝﾂ','2739','61136639','DK黄緑','','1','1','','1','CL0315.webp','','I-CL0315.jpg','079f3a8f-2391-4833-b66e-6a0ab98f41b5'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0317','ｿﾗﾌｸｶｰｺﾞﾎﾟｹｯﾄ付きﾊﾟﾝﾂ','2739','61136639','LT茶','','1','1','','1','CL0317.webp','','I-CL0317.jpg','99d32743-0e55-485a-ac9d-2cd2c2f677e7'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','その他','','C','L0318','ｿﾗ)腰巻ﾛﾝｸﾞｴﾌﾟﾛﾝ','2189','61339001','DK黄緑','','1','1','','1','CL0318.webp','','I-CL0318.jpg','2703608d-80b1-4d70-92b1-1258dc703c5b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','その他','','C','L0319','ｿﾗ)腰巻ﾛﾝｸﾞｴﾌﾟﾛﾝ','2189','61339001','DP青','','1','1','','1','CL0319.webp','','I-CL0319.jpg','874be44b-c969-4bfb-a2db-990aa7f31b05'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','その他','','C','L0320','ｿﾗ)腰巻ﾛﾝｸﾞｴﾌﾟﾛﾝ','2189','61339001','LT青','','1','1','','1','CL0320.webp','','I-CL0320.jpg','0c4423a3-0118-45da-a82c-221e044268cb'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0345','FILAｸﾛｯﾌﾟﾄﾞﾊﾟﾝﾂ','2189','61136562','LT灰','','1','1','','1','CL0345.webp','','I-CL0345.jpg','c1af0613-c1a6-43e0-b383-97af9cf663b8'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0346','FILAｸﾛｯﾌﾟﾄﾞﾊﾟﾝﾂ','2189','61136562','DK青','','1','1','','1','CL0346.webp','','I-CL0346.jpg','b82918df-d323-485f-aba7-46fb971f190b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0347','ADﾘﾆｱﾛｺﾞ半袖T','2189','6058-7666','LT灰','','1','1','','1','CL0347.webp','','I-CL0347.jpg','fa8cef94-81f5-4e1f-ab8f-a4ac0ddd33f6'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0348','ADﾘﾆｱﾛｺﾞ半袖T','2189','6058-7666','白','','1','1','','1','CL0348.webp','','I-CL0348.jpg','896e3a9b-88b6-45bf-8a09-2f385f725286'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0349','ADﾘﾆｱﾛｺﾞ半袖T','2189','6058-7666','LT赤','','1','1','','1','CL0349.webp','','I-CL0349.jpg','e0d7c16e-d815-4fa3-995c-34a0d6038d00'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0350','ADﾘﾆｱﾛｺﾞ半袖T','2189','6058-7666','DK青','','1','1','','1','CL0350.webp','','I-CL0350.jpg','921cb263-c4fe-4d66-8894-ff7af6509a18'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0351','ADﾜﾝﾎﾟｲﾝﾄ半袖Tｼｬﾂ','2189','6058-7667','黒','','1','1','','1','CL0351.webp','','I-CL0351.jpg','01eef6e4-2dfe-4008-ad7f-5caacb14f03f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0352','ADﾜﾝﾎﾟｲﾝﾄ半袖Tｼｬﾂ','2189','6058-7667','LT赤','','1','1','','1','CL0352.webp','','I-CL0352.jpg','727a5b9d-a545-49e2-acb1-a2910507bcf5'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0353','ADﾜﾝﾎﾟｲﾝﾄ半袖Tｼｬﾂ','2189','6058-7667','青0','','1','1','','1','CL0353.webp','','I-CL0353.jpg','962c7a3f-2cd2-4806-b5ce-cd3ceb3693a3'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0354','ADﾜﾝﾎﾟｲﾝﾄ半袖Tｼｬﾂ','2189','6058-7667','LT紫','','1','1','','1','CL0354.webp','','I-CL0354.jpg','a2e9d7a4-2ac7-43b7-8ac2-3bb9d5e1936b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0355','ADﾛｺﾞ半袖Tｼｬﾂ','3289','6058-7668','LT灰','','1','1','','1','CL0355.webp','','I-CL0355.jpg','5075f04a-1163-4250-a6b1-5a712ab6610b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0356','ADﾛｺﾞ半袖Tｼｬﾂ','3289','6058-7668','白','','1','1','','1','CL0356.webp','','I-CL0356.jpg','4686d5be-f535-43b0-8717-98fa97701134'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0357','ADﾛｺﾞ半袖Tｼｬﾂ','3289','6058-7668','LT赤','','1','1','','1','CL0357.webp','','I-CL0357.jpg','352a2abb-62ef-48c8-a203-178980d3e22b'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0358','ADﾜｯﾌﾙｶﾌﾟﾘﾊﾟﾝﾂ','4389','6113-6565','黒','','1','1','','1','CL0358.webp','','I-CL0358.jpg','133aff24-6e05-4a16-8a1f-7d506dcda24f'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','カットソー','','C','L0359','ADﾜｯﾌﾙｶﾌﾟﾘﾊﾟﾝﾂ','4389','6113-6565','DK青','','1','1','','1','CL0359.webp','','I-CL0359.jpg','83f5862f-1aad-46cd-a26e-ab79fc4260ac'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0360','IYおうちﾜｯｼｬｰﾌﾚﾝﾁ60','2189','6131-8361','LT青緑','','1','1','','1','CL0360.webp','','I-CL0360.jpg','7f078dfc-230f-42f0-8a02-9795ca4653af'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0361','IYおうちﾜｯｼｬｰﾌﾚﾝﾁ60','2189','6131-8361','DK青','','1','1','','1','CL0361.webp','','I-CL0361.jpg','892414c8-10f0-4c16-9d8f-34da36bb1b19'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0362','IYおうちﾜｯｼｬｰﾌﾘﾙ56','2189','6131-8362','DK黄緑','','1','1','','1','CL0362.webp','','I-CL0362.jpg','7f292f76-7d27-4de3-9058-659d9b100cc4'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','シャツ','','C','L0363','IYおうちﾜｯｼｬｰﾌﾘﾙ56','2189','6131-8362','LG茶','','1','1','','1','CL0363.webp','','I-CL0363.jpg','a115deeb-1acd-4ec0-9dff-235f0e48a611'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0364','IYおうちﾜｯｼｬｰﾃｰﾊﾟｰﾄﾞ88','3289','6113-7243','DK黄緑','','1','1','','1','CL0364.webp','','I-CL0364.jpg','6c26b71a-6e5a-4e49-a46b-71dab7352e89'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0365','IYおうちﾜｯｼｬｰﾃｰﾊﾟｰﾄﾞ88','3289','6113-7243','DK青','','1','1','','1','CL0365.webp','','I-CL0365.jpg','e30ce358-f403-4652-a421-dd678357901d'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0366','IYおうちﾜｯｼｬｰﾜｲﾄﾞP88','3289','6113-7244','DK青','','1','1','','1','CL0366.webp','','I-CL0366.jpg','a4978ac7-34dc-4cad-84c6-c5de7c1a1813'),
    new ClothItem('婦人ｶｼﾞｭｱﾙ','ボトム','','C','L0367','IYおうちﾜｯｼｬｰﾜｲﾄﾞP88','3289','6113-7244','LG茶','','1','1','','1','CL0367.webp','','I-CL0367.jpg','554b6888-f488-4a89-8f06-e28c513c4136'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1001','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','LT赤','','1','1','','1','CL1001.webp','','I-CL1001.jpg','ad38d7d7-9cb5-4be8-977e-56dcf29ae816'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1002','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','LT緑','','1','1','','1','CL1002.webp','','I-CL1002.jpg','bea50b99-1c81-463c-a2ee-0b88b7c43b02'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1003','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','DK青','','1','1','','1','CL1003.webp','','I-CL1003.jpg','33e2c4c3-4686-4688-886f-8fd8028750e9'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1004','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','V青','','1','1','','1','CL1004.webp','','I-CL1004.jpg','87cbfa6f-2090-4e35-b9d6-04b226a15e42'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1005','ｳｴｽﾄﾘﾎﾞﾝｼｬﾂ','4389','60426266','LT青','','1','1','','1','CL1005.webp','','I-CL1005.jpg','2cd3d183-d2a8-4b67-b0b8-94a6c866a998'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1006','ﾏｵｷﾞｬｻﾞｰﾌﾞﾗｳｽ','4389','60426268','白','','1','1','','1','CL1006.webp','','I-CL1006.jpg','f5eb9ad3-04d5-4923-a3c8-e35d12a4a570'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1007','ﾏｵｷﾞｬｻﾞｰﾌﾞﾗｳｽ','4389','60426268','DK青','','1','1','','1','CL1007.webp','','I-CL1007.jpg','caaf97ee-8022-4394-89c7-1928a306cb88'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1008','ﾏｵｷﾞｬｻﾞｰﾌﾞﾗｳｽ','4389','60426268','LT青','','1','1','','1','CL1008.webp','','I-CL1008.jpg','cc310eec-8d2f-4f65-9c23-5fca124f8886'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1009','はしごﾚｰｽｷﾞｬｻﾞｰﾁｭﾆｯｸ','4389','60426269','V黄','','1','1','','1','CL1009.webp','','I-CL1009.jpg','30b6db7e-0053-4529-afbf-97e2351e4a6a'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1010','はしごﾚｰｽｷﾞｬｻﾞｰﾁｭﾆｯｸ','4389','60426269','DK青','','1','1','','1','CL1010.webp','','I-CL1010.jpg','c67c0c69-ec19-418f-9220-e594c84aefd8'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1011','花柄ﾌﾟﾘﾝﾄﾌﾞﾗｳｽ','4389','60426466','白','','1','1','','1','CL1011.webp','','I-CL1011.jpg','c41b4d9c-f0a7-4fdf-a729-636db4ecd2c6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1012','花柄ﾌﾟﾘﾝﾄﾌﾞﾗｳｽ','4389','60426466','V青','','1','1','','1','CL1012.webp','','I-CL1012.jpg','66fd5761-5070-4c96-86c2-b30f4aae5b1f'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1013','花柄ﾌﾟﾘﾝﾄﾌﾞﾗｳｽ','4389','60426466','LT茶','','1','1','','1','CL1013.webp','','I-CL1013.jpg','e89e6233-82c7-4436-a10c-fca52ce0637e'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1014','ｵｰｶﾞﾆｯｸﾌﾟﾘﾝﾄﾌﾟﾙｵｰﾊﾞｰ','3289','60446063','白','','1','1','','1','CL1014.webp','','I-CL1014.jpg','a8ca3a63-3a50-4a2a-b4ed-47dd99928dc6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1015','ｵｰｶﾞﾆｯｸﾌﾟﾘﾝﾄﾌﾟﾙｵｰﾊﾞｰ','3289','60446063','LT茶','','1','1','','1','CL1015.webp','','I-CL1015.jpg','5dfe2cba-b00b-4907-af0a-9d0afc6f35e1'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1016','ｵｰｶﾞﾆｯｸﾌﾟﾘﾝﾄﾌﾟﾙｵｰﾊﾞｰ','3289','60446063','P茶','','1','1','','1','CL1016.webp','','I-CL1016.jpg','0d0fdef4-2e6c-4fb0-beb7-83a261f29de1'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1017','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄﾌﾟﾙｵｰﾊﾞｰ','3289','60446064','黒','','1','1','','1','CL1017.webp','','I-CL1017.jpg','abfbc821-8f1f-4da3-86ce-230e97ecbc42'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1018','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄﾌﾟﾙｵｰﾊﾞｰ','3289','60446064','白','','1','1','','1','CL1018.webp','','I-CL1018.jpg','e1ad07f7-655a-4243-b7be-fce8e6c20f35'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1019','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄﾌﾟﾙｵｰﾊﾞｰ','3289','60446064','LT緑','','1','1','','1','CL1019.webp','','I-CL1019.jpg','f2125206-17a6-4f9f-ac98-86c40529e0cf'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1020','肩釦使い5分袖ゆるﾌﾟﾙｵｰﾊﾞｰ','3289','60446065','V黄','','1','1','','1','CL1020.webp','','I-CL1020.jpg','856caa80-34de-48ec-8e6a-e4399b88bcb3'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1021','肩釦使い5分袖ゆるﾌﾟﾙｵｰﾊﾞｰ','3289','60446065','DK青','','1','1','','1','CL1021.webp','','I-CL1021.jpg','4ef48b07-e936-495c-8e3d-9d7b57c5ad3a'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1022','肩釦使い5分袖ゆるﾌﾟﾙｵｰﾊﾞｰ','3289','60446065','LT茶','','1','1','','1','CL1022.webp','','I-CL1022.jpg','73effabe-7602-4141-a027-d8883ae76c9f'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1023','ゆるｼﾙｴｯﾄ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60446066','白','','1','1','','1','CL1023.webp','','I-CL1023.jpg','e6a2fbdf-3fb0-4272-a98d-2e3fb91571a3'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1024','ゆるｼﾙｴｯﾄ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60446066','DK青','','1','1','','1','CL1024.webp','','I-CL1024.jpg','e05ebb33-46e4-4a68-a0fe-03626b8eaf90'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1025','ゆるｼﾙｴｯﾄ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60446066','LT青','','1','1','','1','CL1025.webp','','I-CL1025.jpg','abd7f846-205a-4dac-8638-0b31345b67ec'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1026','ｵｰｶﾞﾆｯｸﾀｳﾝﾌﾟﾘﾝﾄTｼｬﾂ','3289','60446068','黒','','1','1','','1','CL1026.webp','','I-CL1026.jpg','b0643d9a-27e0-4fb4-8f98-488964cf186a'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1027','ｵｰｶﾞﾆｯｸﾀｳﾝﾌﾟﾘﾝﾄTｼｬﾂ','3289','60446068','白','','1','1','','1','CL1027.webp','','I-CL1027.jpg','5ebea0f5-c9d1-4541-8349-75172829f9fb'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1029','ｵｰｶﾞﾆｯｸﾀｳﾝﾌﾟﾘﾝﾄTｼｬﾂ','3289','60446068','LT青','','1','1','','1','CL1029.webp','','I-CL1029.jpg','e9f5e294-535e-4244-af01-d100e2e86aeb'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1030','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄｸﾙｰTｼｬﾂ','3289','60446069','白','','1','1','','1','CL1030.webp','','I-CL1030.jpg','a4672247-75a7-4ce8-8e16-20fcc05d546e'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1031','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄｸﾙｰTｼｬﾂ','3289','60446069','LT黄','','1','1','','1','CL1031.webp','','I-CL1031.jpg','ec80d3e2-101a-400b-9114-bf813518c065'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1032','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄｸﾙｰTｼｬﾂ','3289','60446069','DK青','','1','1','','1','CL1032.webp','','I-CL1032.jpg','4bcce236-9547-42e1-b37e-fe5582df6502'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1033','ｵｰｶﾞﾆｯｸﾛｺﾞﾌﾟﾘﾝﾄｸﾙｰTｼｬﾂ','3289','60446069','V青','','1','1','','1','CL1033.webp','','I-CL1033.jpg','3d890273-5295-4835-bb4c-b1e109d6ee3d'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1034','ｵｰｶﾞﾆｯｸﾛｺﾞVﾈｯｸｼｬﾂ','3289','60446070','白','','1','1','','1','CL1034.webp','','I-CL1034.jpg','18208dc3-563f-4b01-bacd-86e86be5abae'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1035','ｵｰｶﾞﾆｯｸﾛｺﾞVﾈｯｸｼｬﾂ','3289','60446070','LT赤','','1','1','','1','CL1035.webp','','I-CL1035.jpg','4682743a-b190-427f-8441-5dbd77c32735'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1036','ｵｰｶﾞﾆｯｸﾛｺﾞVﾈｯｸｼｬﾂ','3289','60446070','DK青','','1','1','','1','CL1036.webp','','I-CL1036.jpg','5616e836-cbd6-4e4a-b22f-2ab77cdd34c2'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1037','ｵｰｶﾞﾆｯｸﾛｺﾞVﾈｯｸｼｬﾂ','3289','60446070','LT青','','1','1','','1','CL1037.webp','','I-CL1037.jpg','93ba90cf-b40d-4b27-99a1-c6bc4edaf3da'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1038','裾異素材切替ﾉｰｽﾘｰﾌﾞ','2189','60446072','黒','','1','1','','1','CL1038.webp','','I-CL1038.jpg','46a7db3c-4cba-4053-a306-d8f8cc69b2c5'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1040','ｼﾞｯﾌﾟﾊﾟｰｶｰ','4389','60446488','V黄','','1','1','','1','CL1040.webp','','I-CL1040.jpg','101a21cf-2683-4532-93b5-3a962ea1dcd6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1041','ｼﾞｯﾌﾟﾊﾟｰｶｰ','4389','60446488','LT緑','','1','1','','1','CL1041.webp','','I-CL1041.jpg','c1400344-1df7-4e21-ae40-03408edb39ae'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1042','ｼﾞｯﾌﾟﾊﾟｰｶｰ','4389','60446488','LT茶','','1','1','','1','CL1042.webp','','I-CL1042.jpg','1d217e43-b157-4713-a371-f319faa65c91'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1044','裾ﾗｳﾝﾄﾞﾆｯﾄﾁｭﾆｯｸ','4389','60476213','V青','','1','1','','1','CL1044.webp','','I-CL1044.jpg','e6307392-11c1-4051-966d-492e8bbe7884'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1046','ﾌｰﾄﾞ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60476217','黒','','1','1','','1','CL1046.webp','','I-CL1046.jpg','e87d9a14-34cc-4213-93dc-5f6a6cdf4924'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1047','ﾌｰﾄﾞ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60476217','P緑','','1','1','','1','CL1047.webp','','I-CL1047.jpg','e72bc3a0-643a-44a1-9e9a-9ef1d14e7bb7'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1048','ﾌｰﾄﾞ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60476217','P青','','1','1','','1','CL1048.webp','','I-CL1048.jpg','c07ebd19-ac7e-467d-83b3-11d360dc5bd6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1049','編地切替ゆるｾｰﾀｰ','4389','60476671','LG黄','','1','1','','1','CL1049.webp','','I-CL1049.jpg','29fe0830-5217-458a-9642-b24e97f83ecc'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1050','編地切替ゆるｾｰﾀｰ','4389','60476671','V青','','1','1','','1','CL1050.webp','','I-CL1050.jpg','2aa5d034-acc4-4222-bd90-df8c60fe1169'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1051','編地切替ゆるｾｰﾀｰ','4389','60476671','LT茶','','1','1','','1','CL1051.webp','','I-CL1051.jpg','b5e9b50e-9582-4cc8-8d38-8ef0ec2b4c21'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1052','ﾌﾚﾝﾁ袖2WAYﾆｯﾄ','4389','60476672','LG黄','','1','1','','1','CL1052.webp','','I-CL1052.jpg','bc1ec89b-7765-4835-b549-ced13db0f45c'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1053','ﾌﾚﾝﾁ袖2WAYﾆｯﾄ','4389','60476672','P緑','','1','1','','1','CL1053.webp','','I-CL1053.jpg','5097b17b-c433-4fb5-affe-f69f5ec5b2be'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1054','ﾌﾚﾝﾁ袖2WAYﾆｯﾄ','4389','60476672','LT茶','','1','1','','1','CL1054.webp','','I-CL1054.jpg','862c1851-1f21-4e11-b8b2-a701f8bcd3b1'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1055','Vﾈｯｸゆるｶｰﾃﾞｨｶﾞﾝ','4389','60476673','DP青','','1','1','','1','CL1055.webp','','I-CL1055.jpg','dc2dc11a-919a-4973-b211-ee2d259a1f29'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1056','Vﾈｯｸゆるｶｰﾃﾞｨｶﾞﾝ','4389','60476673','V青','','1','1','','1','CL1056.webp','','I-CL1056.jpg','279ef054-cc90-4dfa-8745-531673d7c77c'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1057','Vﾈｯｸゆるｶｰﾃﾞｨｶﾞﾝ','4389','60476673','LT茶','','1','1','','1','CL1057.webp','','I-CL1057.jpg','87573444-d472-44f8-8d54-13706b3a44ff'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ワンピース','','C','L1058','前開きｼｬﾂﾜﾝﾋﾟｰｽ','5489','60736210','白','','1','1','','1','CL1058.webp','','I-CL1058.jpg','7e400a67-87ca-4cef-a311-9f9a6d133004'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ワンピース','','C','L1059','前開きｼｬﾂﾜﾝﾋﾟｰｽ','5489','60736210','V青','','1','1','','1','CL1059.webp','','I-CL1059.jpg','06476ad3-27db-49ef-899d-c9d056a6ad28'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1060','ﾄﾞﾛｽﾄｽﾘﾑﾊﾟﾝﾂ','4389','60656187','LT灰','','1','1','','1','CL1060.webp','','I-CL1060.jpg','90001e69-d633-4379-9982-e5d16160642b'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1061','ﾄﾞﾛｽﾄｽﾘﾑﾊﾟﾝﾂ','4389','60656187','DK黄緑','','1','1','','1','CL1061.webp','','I-CL1061.jpg','1f7599ca-ccb1-4117-a330-953be2d3c30e'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1062','ﾄﾞﾛｽﾄｽﾘﾑﾊﾟﾝﾂ','4389','60656187','DK青','','1','1','','1','CL1062.webp','','I-CL1062.jpg','c07a2bbc-911d-4162-8804-47009e518ff7'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1063','ﾄﾞﾛｽﾄｽﾘﾑﾊﾟﾝﾂ','4389','60656187','LT茶','','1','1','','1','CL1063.webp','','I-CL1063.jpg','9f90c759-78fd-49cd-9384-9c3242a76763'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1064','ﾍﾞｲｶｰﾜｲﾄﾞﾊﾟﾝﾂ','4389','60656188','LT灰','','1','1','','1','CL1064.webp','','I-CL1064.jpg','26e4517a-83e7-4844-9569-4c7e0b007e25'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1065','ﾍﾞｲｶｰﾜｲﾄﾞﾊﾟﾝﾂ','4389','60656188','DK青','','1','1','','1','CL1065.webp','','I-CL1065.jpg','4d92aef3-e364-493c-98ae-72070870e478'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1066','ﾍﾞｲｶｰﾜｲﾄﾞﾊﾟﾝﾂ','4389','60656188','LT茶','','1','1','','1','CL1066.webp','','I-CL1066.jpg','3c0c4001-b1d4-4b89-9a9f-f70b78031c23'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1067','前釦使いﾜｲﾄﾞﾊﾟﾝﾂ','4389','60656189','LT灰','','1','1','','1','CL1067.webp','','I-CL1067.jpg','b1518519-b830-48ed-8973-13b0e537af3d'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1068','前釦使いﾜｲﾄﾞﾊﾟﾝﾂ','4389','60656189','DK青','','1','1','','1','CL1068.webp','','I-CL1068.jpg','66398e1b-31d1-4d23-a7f9-df981d9f4c02'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1069','前釦使いﾜｲﾄﾞﾊﾟﾝﾂ','4389','60656189','LT茶','','1','1','','1','CL1069.webp','','I-CL1069.jpg','010fef88-962f-4a10-a328-c41804589727'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1070','ｷﾞｬｻﾞｰｽｶｰﾁｮ','4389','60656190','LT灰','','1','1','','1','CL1070.webp','','I-CL1070.jpg','e8b19893-4501-4675-a03f-ccce50f34f85'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1071','ｷﾞｬｻﾞｰｽｶｰﾁｮ','4389','60656190','P黄緑','','1','1','','1','CL1071.webp','','I-CL1071.jpg','2a80577e-e198-4864-818e-82f262d64519'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1072','ｷﾞｬｻﾞｰｽｶｰﾁｮ','4389','60656190','DK青','','1','1','','1','CL1072.webp','','I-CL1072.jpg','d866c867-e286-4150-ad06-153848b666dd'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1073','ｷﾞｬｻﾞｰｽｶｰﾄ','4389','60666195','P赤','','1','1','','1','CL1073.webp','','I-CL1073.jpg','7fe8f525-806e-4901-835f-41be0c290c7f'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1074','ｷﾞｬｻﾞｰｽｶｰﾄ','4389','60666195','P青','','1','1','','1','CL1074.webp','','I-CL1074.jpg','387f4513-c892-42cb-92c1-f25ff6905968'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1075','ｷﾞｬｻﾞｰｽｶｰﾄ','4389','60666195','LT茶','','1','1','','1','CL1075.webp','','I-CL1075.jpg','58daf56e-ee18-46fd-bfde-6ef1f6e4ac75'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1076','ﾏｵｽｷｯﾊﾟｰｼｬﾂ','4389','60427135','白','','1','1','','1','CL1076.webp','','I-CL1076.jpg','571ac564-e048-457b-b4ab-404105830d50'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1077','ﾏｵｽｷｯﾊﾟｰｼｬﾂ','4389','60427135','LT青','','1','1','','1','CL1077.webp','','I-CL1077.jpg','476f5d9e-08ff-447b-845d-310d96342e6d'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1079','ﾊﾟｰﾂ使いﾌﾞﾗｳｽ','4389','60427488','LT灰','','1','1','','1','CL1079.webp','','I-CL1079.jpg','2c9fcc0f-c40c-4924-924f-a41b10ca9390'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1080','ﾊﾟｰﾂ使いﾌﾞﾗｳｽ','4389','60427488','LT緑','','1','1','','1','CL1080.webp','','I-CL1080.jpg','e78a2ab1-b669-465c-865d-cfb996040772'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1081','ﾀﾝｸﾄｯﾌﾟ','2189','60447248','黒','','1','1','','1','CL1081.webp','','I-CL1081.jpg','1f9d3575-b6b7-4f9a-a938-0de971573e90'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1082','ﾀﾝｸﾄｯﾌﾟ','2189','60447248','LT灰','','1','1','','1','CL1082.webp','','I-CL1082.jpg','60a8367b-f988-4f72-bf7a-3ca44051d9c9'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1083','ﾀﾝｸﾄｯﾌﾟ','2189','60447248','白','','1','1','','1','CL1083.webp','','I-CL1083.jpg','84f9c2bc-0fc2-41e6-a29d-772160ab4030'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1084','ﾀﾝｸﾄｯﾌﾟ','2189','60447248','V橙','','1','1','','1','CL1084.webp','','I-CL1084.jpg','4773410f-c9bf-43fb-8bdc-52ff11d608ff'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1085','ﾀﾝｸﾄｯﾌﾟ','2189','60447248','DK青','','1','1','','1','CL1085.webp','','I-CL1085.jpg','dcd55645-4a25-408b-954b-631feb144542'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1086','ﾀﾝｸﾄｯﾌﾟ','2189','60447248','LT青','','1','1','','1','CL1086.webp','','I-CL1086.jpg','de7f1f84-12a1-487f-9789-82d350204ac5'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1087','ﾐﾆﾊｲﾈｯｸ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60447249','黒','','1','1','','1','CL1087.webp','','I-CL1087.jpg','766c44fd-6994-42ef-8ce7-172731b3a009'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1088','ﾐﾆﾊｲﾈｯｸ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60447249','V橙','','1','1','','1','CL1088.webp','','I-CL1088.jpg','28bd3a2a-71a3-4299-b400-df981834db8a'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1089','ﾐﾆﾊｲﾈｯｸ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60447249','V青','','1','1','','1','CL1089.webp','','I-CL1089.jpg','6c2b19dd-c735-4f0c-b374-f770dcd51288'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1090','ﾐﾆﾊｲﾈｯｸ5分袖ﾌﾟﾙｵｰﾊﾞｰ','2739','60447249','LT茶','','1','1','','1','CL1090.webp','','I-CL1090.jpg','9e0e704b-7225-4d27-bed3-ea4b43a185f3'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1091','ﾊﾞﾙｰﾝﾌﾞﾗｳｽ','4389','60447503','白','','1','1','','1','CL1091.webp','','I-CL1091.jpg','f0d00213-f593-4deb-9100-a664c00983e0'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1092','ﾊﾞﾙｰﾝﾌﾞﾗｳｽ','4389','60447503','DK青','','1','1','','1','CL1092.webp','','I-CL1092.jpg','f2d16780-0d66-4606-93c9-436dd89d42d8'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1093','ﾊﾞﾙｰﾝﾌﾞﾗｳｽ','4389','60447503','LT青','','1','1','','1','CL1093.webp','','I-CL1093.jpg','928e697c-8629-42f5-b5fc-9922441b8199'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1094','ﾊﾞﾙｰﾝﾌﾞﾗｳｽ','4389','60447503','P茶','','1','1','','1','CL1094.webp','','I-CL1094.jpg','81093f37-386a-4d1a-adab-dd28f75e7160'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1095','袖ﾚｰｽﾌﾟﾙｵｰﾊﾞｰ','4389','60447506','白','','1','1','','1','CL1095.webp','','I-CL1095.jpg','a34887bc-3160-42df-9aaf-1c28c97e000c'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1096','袖ﾚｰｽﾌﾟﾙｵｰﾊﾞｰ','4389','60447506','LT緑','','1','1','','1','CL1096.webp','','I-CL1096.jpg','f579e198-7f5d-4c6d-9b56-14c2e5ee0392'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','カットソー','','C','L1097','袖ﾚｰｽﾌﾟﾙｵｰﾊﾞｰ','4389','60447506','DK青','','1','1','','1','CL1097.webp','','I-CL1097.jpg','65212c92-5469-4445-9741-198f38f4d43b'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1098','ﾜｲﾄﾞﾘﾌﾞﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477185','LT灰','','1','1','','1','CL1098.webp','','I-CL1098.jpg','cdddd4e6-ff88-421b-befa-68b931dc728f'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1099','ﾜｲﾄﾞﾘﾌﾞﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477185','LG橙','','1','1','','1','CL1099.webp','','I-CL1099.jpg','040d29c8-a45f-4a17-ae93-092d3340e471'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1100','ﾜｲﾄﾞﾘﾌﾞﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477185','DK青','','1','1','','1','CL1100.webp','','I-CL1100.jpg','9ef76c17-a690-4909-ae94-07541ad70b19'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1101','ﾜｲﾄﾞﾘﾌﾞﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477185','P青','','1','1','','1','CL1101.webp','','I-CL1101.jpg','a3779eff-0808-4ea5-b7fa-b63d43f791c5'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1102','ﾎﾟｹｯﾄ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477648','黒','','1','1','','1','CL1102.webp','','I-CL1102.jpg','a2a01ed6-bf00-4c7c-a55f-bfc70fe32bea'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1103','ﾎﾟｹｯﾄ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477648','LG灰','','1','1','','1','CL1103.webp','','I-CL1103.jpg','ac429abf-bd67-439c-8422-a1d6ea64c5c2'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1104','ﾎﾟｹｯﾄ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477648','V青','','1','1','','1','CL1104.webp','','I-CL1104.jpg','adbe4385-bf0b-47fd-89e4-823ec2bd40ef'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1105','ﾎﾟｹｯﾄ付きﾄｯﾊﾟｰｶｰﾃﾞｨｶﾞﾝ','4389','60477648','LT青','','1','1','','1','CL1105.webp','','I-CL1105.jpg','f82e5b40-233b-42b3-a9f8-1fc0024ecfbf'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1106','Vﾈｯｸｶｰﾃﾞｨｶﾞﾝ','4389','60477649','LT灰','','1','1','','1','CL1106.webp','','I-CL1106.jpg','cb9193f2-0b69-491b-bb58-ea16124985bb'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1107','Vﾈｯｸｶｰﾃﾞｨｶﾞﾝ','4389','60477649','LG橙','','1','1','','1','CL1107.webp','','I-CL1107.jpg','90735705-95a0-4d25-abd8-2083723e0a5f'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1108','Vﾈｯｸｶｰﾃﾞｨｶﾞﾝ','4389','60477649','V青','','1','1','','1','CL1108.webp','','I-CL1108.jpg','ef2f4fd9-c306-4e9f-a863-6c2795f8cec9'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1109','衿ﾚｰｽﾆｯﾄ','4389','60477650','白','','1','1','','1','CL1109.webp','','I-CL1109.jpg','06eccb79-2e3c-47d2-9011-8e5116dfb656'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1110','衿ﾚｰｽﾆｯﾄ','4389','60477650','P黄','','1','1','','1','CL1110.webp','','I-CL1110.jpg','350cfa66-19c8-4ce8-936a-f7c88bcfe3e6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1111','衿ﾚｰｽﾆｯﾄ','4389','60477650','V緑','','1','1','','1','CL1111.webp','','I-CL1111.jpg','cdb2d09b-74c7-484d-b89e-0d4a8176979b'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1113','ﾍﾟﾌﾟﾗﾑﾆｯﾄ','4389','60477651','P黄','','1','1','','1','CL1113.webp','','I-CL1113.jpg','4f2c47c1-76ec-4aef-894a-fb6f248b00b1'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1114','ﾌﾚﾝﾁｽﾘｰﾌﾞﾆｯﾄ','4389','60477652','LT灰','','1','1','','1','CL1114.webp','','I-CL1114.jpg','5732b93d-a310-4cd9-85fe-36a35615f0cf'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1115','ﾌﾚﾝﾁｽﾘｰﾌﾞﾆｯﾄ','4389','60477652','P緑','','1','1','','1','CL1115.webp','','I-CL1115.jpg','d7e3b8ef-83d5-4647-8e93-d11b58ad7242'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ニット','','C','L1116','ﾌﾚﾝﾁｽﾘｰﾌﾞﾆｯﾄ','4389','60477652','LT茶','','1','1','','1','CL1116.webp','','I-CL1116.jpg','ccea0eb2-88dd-4b89-a82d-393af8179bc1'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1118','ﾃｰﾊﾟｰﾄﾞﾊﾟﾝﾂ','4389','60657239','LG緑','','1','1','','1','CL1118.webp','','I-CL1118.jpg','86d95946-49dd-47ba-a5ae-bb0d5b437cf1'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1119','ﾃｰﾊﾟｰﾄﾞﾊﾟﾝﾂ','4389','60657239','DK青','','1','1','','1','CL1119.webp','','I-CL1119.jpg','768245c3-0aae-4d6e-8e7e-b26b40f5efab'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1120','ﾜｲﾄﾞﾊﾟﾝﾂ','4389','60657240','LT灰','','1','1','','1','CL1120.webp','','I-CL1120.jpg','b6616b74-47dd-49d4-9083-7030210d66c6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1121','ﾜｲﾄﾞﾊﾟﾝﾂ','4389','60657240','DP橙','','1','1','','1','CL1121.webp','','I-CL1121.jpg','44dc3311-f2f7-49d7-8d63-4b89c5bd3bd9'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1122','ﾜｲﾄﾞﾊﾟﾝﾂ','4389','60657240','DK青','','1','1','','1','CL1122.webp','','I-CL1122.jpg','abc00118-45bf-445e-9cac-c5cf7d46d474'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1124','麻見えﾜｲﾄﾞﾊﾟﾝﾂ','4389','60657824','LT緑','','1','1','','1','CL1124.webp','','I-CL1124.jpg','d0210923-b7e3-4f9f-83f2-3b85b90d7a8a'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1125','ﾏｵｶﾗｰｷﾞｬｻﾞｰｼｬﾂ','4389','60426264','白','','1','1','','1','CL1125.webp','','I-CL1125.jpg','3815b31d-5823-4c03-ba8e-36c8bef92f5c'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1126','ﾏｵｶﾗｰｷﾞｬｻﾞｰｼｬﾂ','4389','60426264','LT緑','','1','1','','1','CL1126.webp','','I-CL1126.jpg','2512f2c4-bf85-4409-9f51-245f8703bedc'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1127','ﾏｵｶﾗｰｷﾞｬｻﾞｰｼｬﾂ','4389','60426264','DK青','','1','1','','1','CL1127.webp','','I-CL1127.jpg','def3358f-7d11-4d38-83d3-83128c63e2d6'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1128','ﾋﾟﾝﾀｯｸﾁｭﾆｯｸｼｬﾂ','4389','60426265','V黄','','1','1','','1','CL1128.webp','','I-CL1128.jpg','8fc6c940-6ce9-4f66-af70-0260bdd0c7c5'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1129','ﾋﾟﾝﾀｯｸﾁｭﾆｯｸｼｬﾂ','4389','60426265','DK青','','1','1','','1','CL1129.webp','','I-CL1129.jpg','c7c13ef9-2aa4-45b4-9448-3b78697ff28b'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','シャツ','','C','L1130','ﾋﾟﾝﾀｯｸﾁｭﾆｯｸｼｬﾂ','4389','60426265','LT茶','','1','1','','1','CL1130.webp','','I-CL1130.jpg','ecc1319c-d755-445e-b16a-9b39ff7d39c8'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1131','2WAYｽﾄﾚｯﾁﾜｲﾄﾞﾊﾟﾝﾂ','4389','60657242','V灰','','1','1','','1','CL1131.webp','','I-CL1131.jpg','ddd3eda2-9a58-4781-b857-ca6d1c5d237b'),
    new ClothItem('婦人ｷﾞｬﾛｰﾘｱ','ボトム','','C','L1132','2WAYｽﾄﾚｯﾁﾜｲﾄﾞﾊﾟﾝﾂ','4389','60657242','DK青','','1','1','','1','CL1132.webp','','I-CL1132.jpg','0eb1bbb0-36aa-4aeb-89f1-02da6be5c9dd'),


    // *******************************************************
    // おすすめ 紳士服
    // *******************************************************
    new ClothItem('紳士おすすめ','カットソー','','C','M0048','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP灰','','1','1','OVL01','4','CM0048.webp','','I-CM0048.jpg','cd2e4582-cd89-406c-9298-683b1f39ebb1'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0049','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','LG灰','','1','1','OVL01','4','CM0049.webp','','I-CM0049.jpg','80d724e3-fdf4-44c3-afbf-118e6d3bf758'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0050','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP赤','','1','1','OVL01','4','CM0050.webp','','I-CM0050.jpg','dca8fda0-48a4-465e-b143-d200f212a8a0'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0051','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP黄緑','','1','1','OVL01','4','CM0051.webp','','I-CM0051.jpg','9ae41756-b044-4d9e-a0c7-322c74f056c7'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0052','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP青','','1','1','OVL01','4','CM0052.webp','','I-CM0052.jpg','fcaf8dbf-7580-4dde-8d6e-454274d8f38e'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0053','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','V青','','1','1','OVL01','4','CM0053.webp','','I-CM0053.jpg','5b506a75-278c-4e06-bce2-64233eb972d4'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0054','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','LT茶','','1','1','OVL01','4','CM0054.webp','','I-CM0054.jpg','afe9b3d9-6cb7-43ab-81ae-3c8fe35afcb4'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0055','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','P茶','','1','1','OVL01','4','CM0055.webp','','I-CM0055.jpg','8ec5382d-f1ac-4812-a9c8-6703057ff831'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0064','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','LG灰','','1','1','OVL01','4','CM0064.webp','','I-CM0064.jpg','ec463b4c-a680-4e76-b1f4-fb32f28e7884'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0065','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','白','','1','1','OVL01','4','CM0065.webp','','I-CM0065.jpg','044bd449-123d-4ae5-b8ae-7ec0d4685844'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0066','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','V青','','1','1','OVL01','4','CM0066.webp','','I-CM0066.jpg','40f89eeb-5ae6-4ca2-a24f-250a96d98af4'),
    new ClothItem('紳士おすすめ','カットソー','','C','M0067','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','P茶','','1','1','OVL01','4','CM0067.webp','','I-CM0067.jpg','d63d02b3-1a63-47b9-ab4b-f5f6c3eeb04b'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0223','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','白','','1','1','OVL01','4','CM0223.webp','','I-CM0223.jpg','04d793a8-953d-42ce-a680-901c342f45ca'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0224','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','LG緑','','1','1','OVL01','4','CM0224.webp','','I-CM0224.jpg','d9727ced-c94b-4c3e-a077-0f5cd7b830c9'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0225','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','DP青','','1','1','OVL01','4','CM0225.webp','','I-CM0225.jpg','44435d1b-c539-40e3-879a-1de70e328d31'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0226','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','V青','','1','1','OVL01','4','CM0226.webp','','I-CM0226.jpg','c9c5a416-e1c9-4b02-9400-488bb1b8ee2d'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0227','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','白','','1','1','OVL01','4','CM0227.webp','','I-CM0227.jpg','496c1581-bbf8-4331-bce5-f20b95267bf1'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0228','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','DP青','','1','1','OVL01','4','CM0228.webp','','I-CM0228.jpg','4f73d955-db2d-4422-a66f-23612b5f153f'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0229','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','LG青','','1','1','OVL01','4','CM0229.webp','','I-CM0229.jpg','ec7cc4aa-c67f-4501-8630-7ce4b9574a1f'),
    new ClothItem('紳士おすすめ','シャツ','','C','M0230','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','LT青','','1','1','OVL01','4','CM0230.webp','','I-CM0230.jpg','376f64ce-69f9-4ea5-b596-9a65227a7981'),
    new ClothItem('紳士おすすめ','アウター','','C','M0240','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','黒','','1','1','OVL01','4','CM0240.webp','','I-CM0240.jpg','319aba65-bcda-47c1-a842-6b1541a4c9a6'),
    new ClothItem('紳士おすすめ','アウター','','C','M0241','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','DP灰','','1','1','OVL01','4','CM0241.webp','','I-CM0241.jpg','2f7743e9-a7d5-4069-a2c8-6c117b481b4f'),
    new ClothItem('紳士おすすめ','アウター','','C','M0242','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','LT灰','','1','1','OVL01','4','CM0242.webp','','I-CM0242.jpg','4631d385-01fd-494f-be4a-ff2fcfcd499e'),
    new ClothItem('紳士おすすめ','アウター','','C','M0243','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','V橙','','1','1','OVL01','4','CM0243.webp','','I-CM0243.jpg','b1a6ef05-2d1d-4153-b1a2-7c938ab9a812'),
    new ClothItem('紳士おすすめ','アウター','','C','M0244','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','V黄緑','','1','1','OVL01','4','CM0244.webp','','I-CM0244.jpg','b5b455e8-a232-4fb2-a597-fa1240b4b626'),
    new ClothItem('紳士おすすめ','アウター','','C','M0245','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','DP青','','1','1','OVL01','4','CM0245.webp','','I-CM0245.jpg','03fc2918-54d8-46b7-88dc-065bc0a8639a'),
    new ClothItem('紳士おすすめ','アウター','','C','M0246','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','LG青','','1','1','OVL01','4','CM0246.webp','','I-CM0246.jpg','bb99904b-81a6-4b73-813b-10eabef95f1c'),
    new ClothItem('紳士おすすめ','アウター','','C','M0247','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','LT茶','','1','1','OVL01','4','CM0247.webp','','I-CM0247.jpg','c4b1da56-d316-4beb-9043-e1c34a94ccde'),
    new ClothItem('紳士おすすめ','ボトム','','C','M0286','7PLすごいECOﾄﾞﾗｲﾁﾉ0T青','3289','75269956','DK青','','1','1','OVL01','4','CM0286.webp','','I-CM0286.jpg','abc47f0b-939a-4725-9b01-d258aaf9a48c'),
    new ClothItem('紳士おすすめ','ボトム','','C','M0287','7PLすごいECOﾄﾞﾗｲﾁﾉ0T茶','3289','75269957','P茶','','1','1','OVL01','4','CM0287.webp','','I-CM0287.jpg','e5756641-0c86-4ce6-a7b7-f05a1d909dfd'),
    new ClothItem('紳士おすすめ','ボトム','','C','M0289','7PLすごいECOﾄﾞﾗｲﾁﾉ2T青','3289','75269959','DK青','','1','1','OVL01','4','CM0289.webp','','I-CM0289.jpg','3df47a37-66f7-4eed-b3d8-253b7d16ac68'),
    new ClothItem('紳士おすすめ','ボトム','','C','M0290','7PLすごいECOﾄﾞﾗｲﾁﾉ2T茶','3289','75269960','P茶','','1','1','OVL01','4','CM0290.webp','','I-CM0290.jpg','d6de5e5c-3e1d-457a-9140-59ed57809ee6'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1015','7PLすご楽ｴｺ21S 白BD','3289','73035191','白','','1','1','OVL01','4','CM1015.webp','','I-CM1015.jpg','6958f294-0116-430c-8268-d661aa909b43'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1016','7PLすご楽ｴｺ21S 水BD','3289','73035192','LT青','','1','1','OVL01','4','CM1016.webp','','I-CM1016.jpg','b7e1716f-447f-4a51-82c2-de7aaf48a5b2'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1017','7PLすご楽ｴｺ21S 青BD','3289','73035193','LG青','','1','1','OVL01','4','CM1017.webp','','I-CM1017.jpg','98cf877a-5a93-46c2-8394-7cf152571a8c'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1018','7PLすご楽ｴｺ21S ST灰BD','3289','73035194','LT灰','','1','1','OVL01','4','CM1018.webp','','I-CM1018.jpg','453d95a0-36eb-41fa-977b-3613c1d7606e'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1019','7PLすご楽ｴｺ21S 白WD','3289','73035195','白','','1','1','OVL01','4','CM1019.webp','','I-CM1019.jpg','fe540230-a2f4-4734-bdea-d39bab6ca65f'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1020','7PLすご楽ｴｺ21S ST水BD','3289','73035196','LT青','','1','1','OVL01','4','CM1020.webp','','I-CM1020.jpg','dbcf7278-ff93-4a61-82d1-d2406fa2f7c8'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1021','7PLすご楽ｴｺ21S ST青BD','3289','73035197','LG青','','1','1','OVL01','4','CM1021.webp','','I-CM1021.jpg','2169b915-4281-4ac5-84fe-b610290feb42'),
    new ClothItem('紳士おすすめ','シャツ','','C','M1022','7PLすご楽ｴｺ21S CK青BD','3289','73035198','V青','','1','1','OVL01','4','CM1022.webp','','I-CM1022.jpg','9a468285-3eed-4939-a3a3-aec69450e743'),
    
    // *******************************************************
    // 紳士服
    // *******************************************************
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0001','IYおうちﾄﾞﾗｲｽﾀﾝﾄﾞJK','3289','75085841','黒','','1','1','','3','CM0001.webp','','I-CM0001.jpg','b625f639-812d-4748-abb0-a69f260a232f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0002','IYおうちﾄﾞﾗｲｽﾀﾝﾄﾞJK','3289','75085841','DP灰','','1','1','','3','CM0002.webp','','I-CM0002.jpg','1056f502-4e26-431c-925b-29f14a26fd7f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0003','IYおうちﾄﾞﾗｲｽﾀﾝﾄﾞJK','3289','75085841','V灰','','1','1','','3','CM0003.webp','','I-CM0003.jpg','b0462139-aeb6-47bc-b724-49cb5729c62c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0005','IYおうちﾄﾞﾗｲﾌﾙｼﾞｯﾌﾟﾊﾟｰｶｰ','3289','75085842','黒','','1','1','','3','CM0005.webp','','I-CM0005.jpg','bc68c8ad-cc1c-43a9-9a2b-0c5cbf45ecf8'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0006','IYおうちﾄﾞﾗｲﾌﾙｼﾞｯﾌﾟﾊﾟｰｶｰ','3289','75085842','V灰','','1','1','','3','CM0006.webp','','I-CM0006.jpg','e38a0c73-55e8-4446-97de-07c24d6c60b3'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0007','IYおうちﾄﾞﾗｲﾌﾙｼﾞｯﾌﾟJK','3289','75085843','黒','','1','1','','3','CM0007.webp','','I-CM0007.jpg','12b93c0a-c52b-4ffe-933c-9ecb5d4305b3'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0010','IYおうちﾄﾞﾗｲﾌﾙｼﾞｯﾌﾟﾊﾟｰｶｰ','3289','75085844','黒','','1','1','','3','CM0010.webp','','I-CM0010.jpg','64733761-2221-4ac3-897a-89a019cc47c0'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0012','IYおうちﾄﾞﾗｲﾌﾙｼﾞｯﾌﾟﾊﾟｰｶｰ','3289','75085844','DK青','','1','1','','3','CM0012.webp','','I-CM0012.jpg','7caef14c-d13b-4946-9c82-43f09f083978'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0013','IYｱｲｽﾜｯﾌﾙﾌﾙｼﾞｯﾌﾟﾊﾟｰｶ','2189','75085851','黒','','1','1','','3','CM0013.webp','','I-CM0013.jpg','9f6932a7-a90a-4fc2-aabc-b368da2d1b15'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0014','IYｱｲｽﾜｯﾌﾙﾌﾙｼﾞｯﾌﾟﾊﾟｰｶ','2189','75085851','DK青','','1','1','','3','CM0014.webp','','I-CM0014.jpg','0df454e2-d15f-4d11-82ec-bab84ad32611'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0015','IYｱｲｽﾜｯﾌﾙﾌﾙｼﾞｯﾌﾟﾊﾟｰｶ','2189','75085851','LG青','','1','1','','3','CM0015.webp','','I-CM0015.jpg','7f75189a-bc07-45c3-8826-5416185d3675'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0016','IYｱｲｽﾜｯﾌﾙ半袖ﾊﾟｰｶｰ','2189','75085852','LG灰','','1','1','','3','CM0016.webp','','I-CM0016.jpg','377ad04d-4a29-4c04-a602-35d146d64886'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0017','IYｱｲｽﾜｯﾌﾙ半袖ﾊﾟｰｶｰ','2189','75085852','DK青','','1','1','','3','CM0017.webp','','I-CM0017.jpg','89ebdb95-84f9-412d-a4bc-fecb4747f475'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0018','IYｱｲｽﾜｯﾌﾙｼﾞｯﾌﾟｱｳﾀｰ','2189','75085853','LG灰','','1','1','','3','CM0018.webp','','I-CM0018.jpg','4d928833-ef89-4f68-a497-238626a50cb5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0019','IYｱｲｽﾜｯﾌﾙｼﾞｯﾌﾟｱｳﾀｰ','2189','75085853','LG緑','','1','1','','3','CM0019.webp','','I-CM0019.jpg','27ad261f-36a4-49f7-9a48-72831245a200'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0026','5803IYｵｰｶﾞﾆｯｸｺｯﾄﾝﾑ','1419','75086803','黒','','1','1','','3','CM0026.webp','','I-CM0026.jpg','c9eb142f-706e-473a-90e1-59febee22bde'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0027','5803IYｵｰｶﾞﾆｯｸｺｯﾄﾝﾑ','1419','75086803','LG灰','','1','1','','3','CM0027.webp','','I-CM0027.jpg','121b762b-5abd-4edb-9f24-6f1bf83227f4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0028','5803IYｵｰｶﾞﾆｯｸｺｯﾄﾝﾑ','1419','75086803','白','','1','1','','3','CM0028.webp','','I-CM0028.jpg','30b6039c-c8bb-4333-ad2a-cc05f8b054b3'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0029','5803IYｵｰｶﾞﾆｯｸｺｯﾄﾝﾑ','1419','75086803','LT黄緑','','1','1','','3','CM0029.webp','','I-CM0029.jpg','59291304-bebd-49ba-b195-ff4db914e366'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0030','5803IYｵｰｶﾞﾆｯｸｺｯﾄﾝﾑ','1419','75086803','DP青緑','','1','1','','3','CM0030.webp','','I-CM0030.jpg','cefdc4b2-2f35-4f58-88f0-8cfa270b790a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0031','5803IYｵｰｶﾞﾆｯｸｺｯﾄﾝﾑ','1419','75086803','DK青','','1','1','','3','CM0031.webp','','I-CM0031.jpg','960de7af-b678-41e1-ae9f-624d2c727612'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0033','5804IYｵｰｶﾞﾆｯｸCﾎﾞｰﾀﾞT','1419','75086804','白','','1','1','','3','CM0033.webp','','I-CM0033.jpg','20de98c4-3de1-49e5-b686-92539d748c65'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0035','5804IYｵｰｶﾞﾆｯｸCﾎﾞｰﾀﾞT','1419','75086804','DK青','','1','1','','3','CM0035.webp','','I-CM0035.jpg','e7a7a2f4-881f-4ccf-b898-5ac97c38a514'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0037','5804IYｵｰｶﾞﾆｯｸCﾎﾞｰﾀﾞT','1419','75086804','LT青','','1','1','','3','CM0037.webp','','I-CM0037.jpg','b54e2cef-43a1-4998-bf0a-a652d12118f5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0038','IYBCﾜｯﾌﾙ半袖無地Tｼｬﾂ','2189','75086821','DP灰','','1','1','','3','CM0038.webp','','I-CM0038.jpg','e9622de6-1fb8-4fa7-9c1b-893f52136d40'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0039','IYBCﾜｯﾌﾙ半袖無地Tｼｬﾂ','2189','75086821','LG灰','','1','1','','3','CM0039.webp','','I-CM0039.jpg','283d2309-b514-451d-9c2c-8ba280499a5d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0040','IYBCﾜｯﾌﾙ半袖無地Tｼｬﾂ','2189','75086821','白','','1','1','','3','CM0040.webp','','I-CM0040.jpg','b75803e5-366f-41e0-9bfa-df0a3621306d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0042','IYBC浅Vﾈｯｸ半袖無地Tｼｬﾂ','2189','75086823','黒','','1','1','','3','CM0042.webp','','I-CM0042.jpg','d6c173ec-a33c-44ac-84e2-37ad5b7a18f5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0043','IYBC浅Vﾈｯｸ半袖無地Tｼｬﾂ','2189','75086823','LG灰','','1','1','','3','CM0043.webp','','I-CM0043.jpg','fc799c86-9ded-4f5a-8705-9f9275889dc8'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0044','IYBC浅Vﾈｯｸ半袖無地Tｼｬﾂ','2189','75086823','白','','1','1','','3','CM0044.webp','','I-CM0044.jpg','c301fa6d-4a72-4d48-9c43-dafab1a86a05'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0045','IYBC浅Vﾈｯｸ半袖無地Tｼｬﾂ','2189','75086823','DK青','','1','1','','3','CM0045.webp','','I-CM0045.jpg','157469fe-63ed-4c83-9b6f-a7d8e9f197c1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0046','IYBC鹿の子半袖切り替えTｼｬﾂ','2189','75086824','DP灰','','1','1','','3','CM0046.webp','','I-CM0046.jpg','5e80518a-1462-4c34-ab90-764c45f4aa15'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0047','IYBC鹿の子半袖切り替えTｼｬﾂ','2189','75086824','DK青','','1','1','','3','CM0047.webp','','I-CM0047.jpg','fd56a762-c645-4300-bc4e-ed8fa9b5cb47'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0048','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP灰','','1','1','OVL01','3','CM0048.webp','','I-CM0048.jpg','cd2e4582-cd89-406c-9298-683b1f39ebb1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0049','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','LG灰','','1','1','OVL01','3','CM0049.webp','','I-CM0049.jpg','80d724e3-fdf4-44c3-afbf-118e6d3bf758'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0050','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP赤','','1','1','OVL01','3','CM0050.webp','','I-CM0050.jpg','dca8fda0-48a4-465e-b143-d200f212a8a0'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0051','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP黄緑','','1','1','OVL01','3','CM0051.webp','','I-CM0051.jpg','9ae41756-b044-4d9e-a0c7-322c74f056c7'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0052','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','DP青','','1','1','OVL01','3','CM0052.webp','','I-CM0052.jpg','fcaf8dbf-7580-4dde-8d6e-454274d8f38e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0053','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','V青','','1','1','OVL01','3','CM0053.webp','','I-CM0053.jpg','5b506a75-278c-4e06-bce2-64233eb972d4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0054','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','LT茶','','1','1','OVL01','3','CM0054.webp','','I-CM0054.jpg','afe9b3d9-6cb7-43ab-81ae-3c8fe35afcb4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0055','IYBCﾎﾟｹｯﾄ付半袖Tｼｬﾂ','1639','75086825','P茶','','1','1','OVL01','3','CM0055.webp','','I-CM0055.jpg','8ec5382d-f1ac-4812-a9c8-6703057ff831'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0057','IYBCﾌﾟﾘﾝﾄ半袖Tｼｬﾂ','1639','75086826','LT赤','','1','1','','3','CM0057.webp','','I-CM0057.jpg','e5b69d6e-acbf-4f4f-8e27-1fbc0a070128'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0058','IYBCﾌﾟﾘﾝﾄ半袖Tｼｬﾂ','1639','75086826','DK黄緑','','1','1','','3','CM0058.webp','','I-CM0058.jpg','96a80090-fda5-4cdf-a478-58d445ab2bc4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0059','IYBCﾌﾟﾘﾝﾄ半袖Tｼｬﾂ','1639','75086826','DK青','','1','1','','3','CM0059.webp','','I-CM0059.jpg','6c405c3e-1f1b-437e-9987-05cbab4b8e67'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0060','IYBCﾎﾟｹｯﾄ切替半袖T','1639','75086827','白','','1','1','','3','CM0060.webp','','I-CM0060.jpg','30b85127-93be-4231-aa9a-9a66a92b36b8'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0061','IYBCﾎﾟｹｯﾄ切替半袖T','1639','75086827','LG赤','','1','1','','3','CM0061.webp','','I-CM0061.jpg','f0c88860-7e62-4df5-806f-b3bafebe9a3c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0062','IYBCﾎﾟｹｯﾄ切替半袖T','1639','75086827','DK緑','','1','1','','3','CM0062.webp','','I-CM0062.jpg','68a5334e-e8b6-4685-b297-1301b836544b'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0063','IYBCﾎﾟｹｯﾄ切替半袖T','1639','75086827','DK青','','1','1','','3','CM0063.webp','','I-CM0063.jpg','32941b8b-4627-4bf3-b4ec-7628254bab64'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0064','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','LG灰','','1','1','OVL01','3','CM0064.webp','','I-CM0064.jpg','ec463b4c-a680-4e76-b1f4-fb32f28e7884'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0065','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','白','','1','1','OVL01','3','CM0065.webp','','I-CM0065.jpg','044bd449-123d-4ae5-b8ae-7ec0d4685844'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0066','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','V青','','1','1','OVL01','3','CM0066.webp','','I-CM0066.jpg','40f89eeb-5ae6-4ca2-a24f-250a96d98af4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0067','IYBCﾎﾞｰﾀﾞｰ半袖Tｼｬﾂ','1639','75086828','P茶','','1','1','OVL01','3','CM0067.webp','','I-CM0067.jpg','d63d02b3-1a63-47b9-ab4b-f5f6c3eeb04b'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0068','IYBC切替半袖Tｼｬﾂ','1639','75086829','黒','','1','1','','3','CM0068.webp','','I-CM0068.jpg','c5ccf984-68a7-4e29-be4e-39a973a51e51'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0069','IYBC切替半袖Tｼｬﾂ','1639','75086829','LG灰','','1','1','','3','CM0069.webp','','I-CM0069.jpg','42356347-b5cc-404d-aebb-fe8c14cce2a1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0070','IYBC切替半袖Tｼｬﾂ','1639','75086829','白','','1','1','','3','CM0070.webp','','I-CM0070.jpg','c2190aa5-22b2-4237-8d38-bea5de53cc53'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0071','IYBC切替半袖Tｼｬﾂ','1639','75086829','DK青','','1','1','','3','CM0071.webp','','I-CM0071.jpg','000056d0-04bb-42a1-9380-b3957a22ba97'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0072','IYBC裏ﾒｯｼｭﾘﾗｯｸｽﾌｨT','1639','75086830','白','','1','1','','3','CM0072.webp','','I-CM0072.jpg','075faf92-2183-4d65-b125-4fa46a2ad3d1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0075','IYBC裏ﾒｯｼｭﾘﾗｯｸｽﾌｨT','1639','75086830','DK青','','1','1','','3','CM0075.webp','','I-CM0075.jpg','34fe1114-8402-4127-be1e-85b59014d24d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0076','IYBCﾘｯﾌﾟﾙﾘﾗｯｸｽﾌｨｯT','1639','75086831','黒','','1','1','','3','CM0076.webp','','I-CM0076.jpg','42789650-50e2-4df2-95b3-aba2a56d4db1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0077','IYBCﾘｯﾌﾟﾙﾘﾗｯｸｽﾌｨｯT','1639','75086831','LG灰','','1','1','','3','CM0077.webp','','I-CM0077.jpg','d008f185-3729-441f-b332-b61f0b88ab04'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0078','IYBCﾘｯﾌﾟﾙﾘﾗｯｸｽﾌｨｯT','1639','75086831','白','','1','1','','3','CM0078.webp','','I-CM0078.jpg','3d60f855-baa4-45c7-b056-b2a62f4ec067'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0079','IYBCﾘｯﾌﾟﾙﾘﾗｯｸｽﾌｨｯT','1639','75086831','DP黄緑','','1','1','','3','CM0079.webp','','I-CM0079.jpg','2bbcc8b6-0117-41c3-b000-d2f82a2e8cbb'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0090','IYおうちﾄﾞﾗｲﾜｯﾌﾙｸﾙｰﾈｯ','1089','75086842','白','','1','1','','3','CM0090.webp','','I-CM0090.jpg','564e9677-75f0-4731-9282-38b0b419b413'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0092','IYｱｲｽﾜｯﾌﾙﾎﾟｹ付半袖T','1639','75086851','黒','','1','1','','3','CM0092.webp','','I-CM0092.jpg','15701d8e-004e-4e52-af27-100bdae95be2'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0093','IYｱｲｽﾜｯﾌﾙﾎﾟｹ付半袖T','1639','75086851','V灰','','1','1','','3','CM0093.webp','','I-CM0093.jpg','d88317fb-e14e-43d9-835f-2d5607785b1d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0094','IYｱｲｽﾜｯﾌﾙﾎﾟｹ付半袖T','1639','75086851','白','','1','1','','3','CM0094.webp','','I-CM0094.jpg','5d55fe43-e8e8-4c22-b1e2-0a0c49e53674'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0095','IYｱｲｽﾜｯﾌﾙﾎﾟｹ付半袖T','1639','75086851','DK青','','1','1','','3','CM0095.webp','','I-CM0095.jpg','39b51bd5-7acc-49a6-9c3e-5e7a7220803c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0096','IYｱｲｽﾜｯﾌﾙﾎﾟｹ付半袖T','1639','75086851','V青','','1','1','','3','CM0096.webp','','I-CM0096.jpg','519c4bfb-ad35-4d5c-9279-435ae52d66d1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0097','IYｱｲｽﾜｯﾌﾙﾎﾟｹ付半袖T','1639','75086851','LG青','','1','1','','3','CM0097.webp','','I-CM0097.jpg','4b06f1e4-56af-4eae-b9ac-19719ebeaeac'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0098','IYｱｲｽﾜｯﾌﾙ切替半袖Tｼｬﾂ','1639','75086852','白','','1','1','','3','CM0098.webp','','I-CM0098.jpg','4d074fae-c988-427f-934b-d60f989cc341'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0099','IYｱｲｽﾜｯﾌﾙ切替半袖Tｼｬﾂ','1639','75086852','DK青','','1','1','','3','CM0099.webp','','I-CM0099.jpg','11a2ea5a-d88a-4305-ba09-e0f9ecefd443'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0106','LGﾄﾞﾗｲBIGﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086865','白','','1','1','','3','CM0106.webp','','I-CM0106.jpg','2e5a4d63-a47a-4e4a-abf4-fa3d9de435e0'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0107','LGﾄﾞﾗｲBIGﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086865','V黄','','1','1','','3','CM0107.webp','','I-CM0107.jpg','e5399304-9eb2-4c22-bebc-72e9988d21e8'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0108','LGﾄﾞﾗｲBIGﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086865','DK緑','','1','1','','3','CM0108.webp','','I-CM0108.jpg','7d48ef3d-db3a-4b89-8d0a-4ba64000eea6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0109','LGﾄﾞﾗｲBIGﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086865','DK青','','1','1','','3','CM0109.webp','','I-CM0109.jpg','58f15eaf-8030-4cbf-8e47-43ec0c330f89'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0110','LG半袖刺繍ﾌﾟﾘﾝﾄｸﾙｰT','1639','75086866','白','','1','1','','3','CM0110.webp','','I-CM0110.jpg','c525b870-54e0-4656-8834-6c77a525e8d2'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0111','LG半袖刺繍ﾌﾟﾘﾝﾄｸﾙｰT','1639','75086866','V黄緑','','1','1','','3','CM0111.webp','','I-CM0111.jpg','7f4567f1-b3cc-4be3-811e-9abb6ed7082f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0112','LG半袖刺繍ﾌﾟﾘﾝﾄｸﾙｰT','1639','75086866','DK青','','1','1','','3','CM0112.webp','','I-CM0112.jpg','e51d480c-9eca-48f5-9bf3-bb7c109f6e92'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0113','LG半袖刺繍ﾌﾟﾘﾝﾄｸﾙｰT','1639','75086866','LT茶','','1','1','','3','CM0113.webp','','I-CM0113.jpg','ce0e2772-3ec7-4a3e-ac96-b82875a368a8'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0114','LGﾄﾞﾗｲBOXﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086867','白','','1','1','','3','CM0114.webp','','I-CM0114.jpg','37f50e5d-1505-439e-b173-4b7e4b3fb3d5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0115','LGﾄﾞﾗｲBOXﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086867','DK緑','','1','1','','3','CM0115.webp','','I-CM0115.jpg','3ef95ed0-1b53-461e-bb29-e1d7f16cda0e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0116','LGﾄﾞﾗｲBOXﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086867','DK青','','1','1','','3','CM0116.webp','','I-CM0116.jpg','b71c8c85-4bdb-417e-8251-03dc7692fb9f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0117','LGﾄﾞﾗｲBOXﾌﾟﾘﾝﾄ半Tｼｬﾂ','1639','75086867','V茶','','1','1','','3','CM0117.webp','','I-CM0117.jpg','29f81ed8-ae90-4b64-8644-a16daea2714b'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0118','LGﾄﾞﾗｲﾎﾟｹｯﾄ付き半Tｼｬﾂ','1639','75086868','V灰','','1','1','','3','CM0118.webp','','I-CM0118.jpg','5f765c4b-de6c-4776-abd0-212c40e772db'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0119','LGﾄﾞﾗｲﾎﾟｹｯﾄ付き半Tｼｬﾂ','1639','75086868','DP黄','','1','1','','3','CM0119.webp','','I-CM0119.jpg','9e27ad98-1209-4f70-bb79-47dc9a8c8cbd'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0120','LGﾄﾞﾗｲﾎﾟｹｯﾄ付き半Tｼｬﾂ','1639','75086868','DK青','','1','1','','3','CM0120.webp','','I-CM0120.jpg','0e529aa3-0ef0-4ddf-b179-c79e9556fc0e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0121','LGﾄﾞﾗｲﾎﾟｹｯﾄ付き半Tｼｬﾂ','1639','75086868','LT茶','','1','1','','3','CM0121.webp','','I-CM0121.jpg','c431917b-722b-4cee-944e-856c2aa25eec'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0122','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','黒','','1','1','','3','CM0122.webp','','I-CM0122.jpg','09691f96-d95f-457c-bbda-7f34abdbcea5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0123','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','DP灰','','1','1','','3','CM0123.webp','','I-CM0123.jpg','e239b7e0-ab15-420f-b833-ed1049343ff0'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0125','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','白','','1','1','','3','CM0125.webp','','I-CM0125.jpg','31e6d0c1-617e-4159-b794-4c7db0c0085f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0126','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','LG赤','','1','1','','3','CM0126.webp','','I-CM0126.jpg','5faea9bb-f272-4b67-aea1-ab1f8efe44ab'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0127','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','DK青','','1','1','','3','CM0127.webp','','I-CM0127.jpg','7e92cad1-56a9-4563-9cbb-f61d4c2fbe2a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0128','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','DP青','','1','1','','3','CM0128.webp','','I-CM0128.jpg','b26e4f4c-4420-4dcd-b5c1-96c330776cac'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0129','IYBC鹿の子半袖無地ﾎﾟﾛｼｬﾂ','2189','75087821','LG青','','1','1','','3','CM0129.webp','','I-CM0129.jpg','777fe797-bd84-4ed7-bd94-a4f5d246e323'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0130','IYBC鹿の子半袖ﾎﾞｰﾀﾞｰﾎﾟﾛ','2189','75087822','DP灰','','1','1','','3','CM0130.webp','','I-CM0130.jpg','3347968f-9168-4fd9-aab0-8bf525a7c0e9'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0131','IYBC鹿の子半袖ﾎﾞｰﾀﾞｰﾎﾟﾛ','2189','75087822','LG灰','','1','1','','3','CM0131.webp','','I-CM0131.jpg','d66473eb-8d45-444b-88cc-32087359f76d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0132','IYBC鹿の子半袖ﾎﾞｰﾀﾞｰﾎﾟﾛ','2189','75087822','白','','1','1','','3','CM0132.webp','','I-CM0132.jpg','9a6f3cdf-09be-43d1-bca8-042af26ff3b6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0133','IYBC鹿の子半袖ﾎﾞｰﾀﾞｰﾎﾟﾛ','2189','75087822','DK青','','1','1','','3','CM0133.webp','','I-CM0133.jpg','3f41b6a0-fe27-4967-abb8-22b6db11f53e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0134','IYBC鹿の子半袖BD無地ﾎﾟﾛ','2189','75087823','LG灰','','1','1','','3','CM0134.webp','','I-CM0134.jpg','08cbcde0-dfcb-4151-806f-b18ab13922f4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0135','IYBC鹿の子半袖BD無地ﾎﾟﾛ','2189','75087823','白','','1','1','','3','CM0135.webp','','I-CM0135.jpg','cda279cb-efc2-47bc-a8cf-5976274bb0be'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0136','IYBC鹿の子半袖BD無地ﾎﾟﾛ','2189','75087823','DK青','','1','1','','3','CM0136.webp','','I-CM0136.jpg','544486f7-7646-4205-a0e7-3a963af1c2b2'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0137','IYBC鹿の子半袖BD無地ﾎﾟﾛ','2189','75087823','LG青','','1','1','','3','CM0137.webp','','I-CM0137.jpg','02f4a8c0-2893-4dc2-9e60-460f78b3159e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0138','IYBC変形鹿の子半袖BDﾎﾟﾛ','3289','75087824','LG灰','','1','1','','3','CM0138.webp','','I-CM0138.jpg','8bc0abf3-f1b7-4c0d-bada-358fc73ef2a6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0139','IYBC変形鹿の子半袖BDﾎﾟﾛ','3289','75087824','白','','1','1','','3','CM0139.webp','','I-CM0139.jpg','ebb484d6-030b-4b08-9f9c-47a2256ed9e6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0140','IYBC変形鹿の子半袖BDﾎﾟﾛ','3289','75087824','DK青','','1','1','','3','CM0140.webp','','I-CM0140.jpg','6a3529d3-2d8f-4033-9789-8594413fa802'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0141','IYBC変形鹿の子半袖BDﾎﾟﾛ','3289','75087824','DP青','','1','1','','3','CM0141.webp','','I-CM0141.jpg','60134298-78ac-4ceb-8636-391b233ee273'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0142','IYBC地柄半袖二枚衿ﾎﾟﾛｼｬﾂ','3289','75087825','白','','1','1','','3','CM0142.webp','','I-CM0142.jpg','5a655de2-11e2-4d0e-a054-8715e7fd8f98'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0143','IYBC地柄半袖二枚衿ﾎﾟﾛｼｬﾂ','3289','75087825','DK青','','1','1','','3','CM0143.webp','','I-CM0143.jpg','ebbd8de2-bf3c-4efa-8cfc-4cabe858bc89'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0144','IYおうちﾄﾞﾗｲZIP半袖ﾎﾟﾛ','2189','75087841','黒','','1','1','','3','CM0144.webp','','I-CM0144.jpg','5882e1a5-486e-44b1-81f4-f4c126fba3c2'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0145','IYおうちﾄﾞﾗｲZIP半袖ﾎﾟﾛ','2189','75087841','LT灰','','1','1','','3','CM0145.webp','','I-CM0145.jpg','3549aa4f-fe3a-41c3-b559-544905f91c9f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0146','IYおうちﾄﾞﾗｲZIP半袖ﾎﾟﾛ','2189','75087841','DK緑','','1','1','','3','CM0146.webp','','I-CM0146.jpg','c0cc6421-0070-4a5f-8ad8-2f4523d2be29'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0147','IYおうちﾄﾞﾗｲZIP半袖ﾎﾟﾛ','2189','75087841','DK青','','1','1','','3','CM0147.webp','','I-CM0147.jpg','735d5167-ab0a-4e9a-9629-f6dedf79019c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0148','IYおうちﾄﾞﾗｲﾎﾞｰﾀﾞｰ半袖ﾎﾟﾛ','2189','75087842','DP灰','','1','1','','3','CM0148.webp','','I-CM0148.jpg','5d54919b-86d4-4462-89fc-3ee4ed6151e4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0149','IYおうちﾄﾞﾗｲﾎﾞｰﾀﾞｰ半袖ﾎﾟﾛ','2189','75087842','白','','1','1','','3','CM0149.webp','','I-CM0149.jpg','d9e75c50-7a74-4e85-8c59-81853307e8e5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0150','IYおうちﾄﾞﾗｲﾎﾞｰﾀﾞｰ半袖ﾎﾟﾛ','2189','75087842','DK青','','1','1','','3','CM0150.webp','','I-CM0150.jpg','10f715f8-3520-4a3c-bfd8-2c18c10bb712'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','カットソー','','C','M0151','IYおうちﾄﾞﾗｲﾎﾞｰﾀﾞｰ半袖ﾎﾟﾛ','2189','75087842','V青','','1','1','','3','CM0151.webp','','I-CM0151.jpg','6a1619e8-d461-4710-a23f-80c9fbe406ad'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0161','LGｻｯｶｰ7分ｼｬﾂ','2739','75005238','V赤','','1','1','','3','CM0161.webp','','I-CM0161.jpg','ec0773e8-ff39-4439-b2ab-2a3618976754'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0162','LGｻｯｶｰ7分ｼｬﾂ','2739','75005238','V黄','','1','1','','3','CM0162.webp','','I-CM0162.jpg','e3ecb505-a2b8-474c-8332-6d65b422113d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0163','LGｻｯｶｰ7分ｼｬﾂ','2739','75005238','DK青','','1','1','','3','CM0163.webp','','I-CM0163.jpg','165f0f53-d346-4f6b-8e5f-e8268d183a37'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0164','LGｻｯｶｰ7分ｼｬﾂ','2739','75005238','DP青','','1','1','','3','CM0164.webp','','I-CM0164.jpg','19a6838a-1cc9-4bf7-a627-85bc5b07a0a5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0165','LGｻｯｶｰ7分ｼｬﾂ','2739','75005238','LG青','','1','1','','3','CM0165.webp','','I-CM0165.jpg','3e2c9d4f-0ccd-4194-8414-6af34707a243'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0166','LGﾌﾞﾛｰﾄﾞ7分ｼｬﾂ','2739','75005239','V赤','','1','1','','3','CM0166.webp','','I-CM0166.jpg','bf5b2609-0543-4d55-a5a5-717626162b0a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0167','LGﾌﾞﾛｰﾄﾞ7分ｼｬﾂ','2739','75005239','V青','','1','1','','3','CM0167.webp','','I-CM0167.jpg','7a7ee013-34d7-4b23-be5e-f0f46510eda7'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0168','LGﾛｰﾙｱｯﾌﾟｼｬﾂ','2739','75005240','黒','','1','1','','3','CM0168.webp','','I-CM0168.jpg','86d31963-bb05-4180-938c-1886adef1060'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0169','LGﾛｰﾙｱｯﾌﾟｼｬﾂ','2739','75005240','DP赤','','1','1','','3','CM0169.webp','','I-CM0169.jpg','7618001b-0592-475e-889e-e4f6fbf8c375'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0170','LGﾛｰﾙｱｯﾌﾟｼｬﾂ','2739','75005240','DK青','','1','1','','3','CM0170.webp','','I-CM0170.jpg','608546de-022c-4ad1-97b0-87e684aa82df'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0171','LGﾛｰﾙｱｯﾌﾟｼｬﾂ','2739','75005240','V青','','1','1','','3','CM0171.webp','','I-CM0171.jpg','6c9ec06a-cf06-4ddb-8cc7-2e894f8b4f2c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0172','LGﾛｰﾙｱｯﾌﾟｼｬﾂ','2739','75005240','LG青','','1','1','','3','CM0172.webp','','I-CM0172.jpg','30f18ce1-9cfa-4f67-8e11-1f9e6603f1d7'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0191','IYおうち半袖ｻｯｶｰｼﾞｯﾌﾟｼｬﾂ','3289','75005506','黒','','1','1','','3','CM0191.webp','','I-CM0191.jpg','41a96f90-a819-495a-8f95-65268cf321c6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0192','IYおうち半袖ｻｯｶｰｼﾞｯﾌﾟｼｬﾂ','3289','75005506','V灰','','1','1','','3','CM0192.webp','','I-CM0192.jpg','0fae777e-39b8-4a55-8f0a-8656e6ba7eb4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0193','IYおうち半袖ｻｯｶｰｼﾞｯﾌﾟｼｬﾂ','3289','75005506','DP青','','1','1','','3','CM0193.webp','','I-CM0193.jpg','7fe7c63b-f65a-4147-a5a4-533bcb0f7387'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0202','IY長袖ｵｯｸｽｽﾄﾗｲﾌﾟBD','2189','75005601','白','','1','1','','3','CM0202.webp','','I-CM0202.jpg','638347c7-80cf-4a2f-b593-7eb1e2fc3223'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0203','IY長袖ｵｯｸｽｽﾄﾗｲﾌﾟBD','2189','75005601','LT青','','1','1','','3','CM0203.webp','','I-CM0203.jpg','f191ce99-a20c-4d7f-8f76-6467b5af588f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0210','IYﾀﾞﾌﾞﾙｶﾞｰｾﾞ柄ﾛｰﾙｱｯﾌﾟ','2739','75005611','白','','1','1','','3','CM0210.webp','','I-CM0210.jpg','529eefc4-a1a3-46fc-b51f-e86ff6cacd6c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0211','IYﾀﾞﾌﾞﾙｶﾞｰｾﾞ柄ﾛｰﾙｱｯﾌﾟ','2739','75005611','DP青','','1','1','','3','CM0211.webp','','I-CM0211.jpg','f4358b63-4744-4d0f-bc80-17cfb1987ff4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0212','IYﾀﾞﾌﾞﾙｶﾞｰｾﾞ柄ﾛｰﾙｱｯﾌﾟ','2739','75005611','LT青','','1','1','','3','CM0212.webp','','I-CM0212.jpg','14b45d1d-dda4-4c8b-9245-c5352023df50'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0223','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','白','','1','1','OVL01','3','CM0223.webp','','I-CM0223.jpg','04d793a8-953d-42ce-a680-901c342f45ca'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0224','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','LG緑','','1','1','OVL01','3','CM0224.webp','','I-CM0224.jpg','d9727ced-c94b-4c3e-a077-0f5cd7b830c9'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0225','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','DP青','','1','1','OVL01','3','CM0225.webp','','I-CM0225.jpg','44435d1b-c539-40e3-879a-1de70e328d31'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0226','IYRENU半袖ﾊﾟﾅﾏ無地ｼｬﾂ','2189','75005616','V青','','1','1','OVL01','3','CM0226.webp','','I-CM0226.jpg','c9c5a416-e1c9-4b02-9400-488bb1b8ee2d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0227','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','白','','1','1','OVL01','3','CM0227.webp','','I-CM0227.jpg','496c1581-bbf8-4331-bce5-f20b95267bf1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0228','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','DP青','','1','1','OVL01','3','CM0228.webp','','I-CM0228.jpg','4f73d955-db2d-4422-a66f-23612b5f153f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0229','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','LG青','','1','1','OVL01','3','CM0229.webp','','I-CM0229.jpg','ec7cc4aa-c67f-4501-8630-7ce4b9574a1f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0230','IYRENUﾊﾟﾅﾏ半袖ﾁｪｯｸｼｬ','2189','75005617','LT青','','1','1','OVL01','3','CM0230.webp','','I-CM0230.jpg','376f64ce-69f9-4ea5-b596-9a65227a7981'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0231','IYRENUﾊﾟﾅﾏ半袖ｵｰﾌﾟﾝｶﾗ','2189','75005618','DK緑','','1','1','','3','CM0231.webp','','I-CM0231.jpg','044c0c75-52a8-4bd7-9e0c-d30659b6f072'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0232','IYRENUﾊﾟﾅﾏ半袖ｵｰﾌﾟﾝｶﾗ','2189','75005618','DK青','','1','1','','3','CM0232.webp','','I-CM0232.jpg','1b1a251f-b053-4f82-9170-b20dd4fdf01d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0233','IYRENUﾊﾟﾅﾏ半袖ﾊﾞﾝﾄﾞｶﾗｰ','2189','75005619','白','','1','1','','3','CM0233.webp','','I-CM0233.jpg','46f25d7e-3977-4508-892c-005ba0a6507d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0234','IYRENUﾊﾟﾅﾏ半袖ﾊﾞﾝﾄﾞｶﾗｰ','2189','75005619','DP青','','1','1','','3','CM0234.webp','','I-CM0234.jpg','50a9b560-9557-495a-ae98-90efdf4c4358'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0235','LG撥水多ﾎﾟｹｯﾄﾍﾞｽﾄ','3839','75215321','DK青','','1','1','','3','CM0235.webp','','I-CM0235.jpg','757d8957-85d4-4079-8786-1943392b4f07'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0236','LG撥水多ﾎﾟｹｯﾄﾍﾞｽﾄ','3839','75215321','LT茶','','1','1','','3','CM0236.webp','','I-CM0236.jpg','a39a9489-a01a-45f2-8701-3443340c7412'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0237','LG撥水裏ﾒｯｼｭﾍﾞｽﾄ','2739','75215322','V緑','','1','1','','3','CM0237.webp','','I-CM0237.jpg','631e7be0-b7d2-4052-b9c9-0ef8a499806c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0238','LG撥水裏ﾒｯｼｭﾍﾞｽﾄ','2739','75215322','DK青','','1','1','','3','CM0238.webp','','I-CM0238.jpg','19c92360-130b-4e97-a40d-9bbbd98c2f21'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0239','LG撥水裏ﾒｯｼｭﾍﾞｽﾄ','2739','75215322','LG茶','','1','1','','3','CM0239.webp','','I-CM0239.jpg','b7b0c0c3-0857-47a6-9fbd-687b52950e63'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0240','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','黒','','1','1','OVL01','3','CM0240.webp','','I-CM0240.jpg','319aba65-bcda-47c1-a842-6b1541a4c9a6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0241','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','DP灰','','1','1','OVL01','3','CM0241.webp','','I-CM0241.jpg','2f7743e9-a7d5-4069-a2c8-6c117b481b4f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0242','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','LT灰','','1','1','OVL01','3','CM0242.webp','','I-CM0242.jpg','4631d385-01fd-494f-be4a-ff2fcfcd499e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0243','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','V橙','','1','1','OVL01','3','CM0243.webp','','I-CM0243.jpg','b1a6ef05-2d1d-4153-b1a2-7c938ab9a812'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0244','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','V黄緑','','1','1','OVL01','3','CM0244.webp','','I-CM0244.jpg','b5b455e8-a232-4fb2-a597-fa1240b4b626'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0245','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','DP青','','1','1','OVL01','3','CM0245.webp','','I-CM0245.jpg','03fc2918-54d8-46b7-88dc-065bc0a8639a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0246','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','LG青','','1','1','OVL01','3','CM0246.webp','','I-CM0246.jpg','bb99904b-81a6-4b73-813b-10eabef95f1c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','アウター','','C','M0247','IYはっ水防花粉軽量ﾊﾟｰｶｰBL','3289','75215501','LT茶','','1','1','OVL01','3','CM0247.webp','','I-CM0247.jpg','c4b1da56-d316-4beb-9043-e1c34a94ccde'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0254','IYすごﾗｸｱﾝｸﾙﾊﾟﾝﾂ','2189','75265555','黒','','1','1','','3','CM0254.webp','','I-CM0254.jpg','e7ff2b65-9ab6-4b53-ad05-884f7abbaad4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0255','IYすごﾗｸｱﾝｸﾙﾊﾟﾝﾂ','2189','75265555','DK黄緑','','1','1','','3','CM0255.webp','','I-CM0255.jpg','d950e407-bdb5-4577-8215-02f98bf3ea6a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0256','IYすごﾗｸｱﾝｸﾙﾊﾟﾝﾂ','2189','75265555','LT茶','','1','1','','3','CM0256.webp','','I-CM0256.jpg','5ce85e3f-c777-407c-affb-5c59c35980d2'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0257','IYすごﾗｸｸﾛｯﾌﾟﾄﾞﾊﾟﾝﾂ','2189','75265556','DP灰','','1','1','','3','CM0257.webp','','I-CM0257.jpg','498a75f7-75d1-4f82-a689-cae6c541d866'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0258','IYすごﾗｸｸﾛｯﾌﾟﾄﾞﾊﾟﾝﾂ','2189','75265556','DK黄緑','','1','1','','3','CM0258.webp','','I-CM0258.jpg','1b00aff6-72b2-470b-bdcc-f4605d7919b5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0259','IYすごﾗｸｸﾛｯﾌﾟﾄﾞﾊﾟﾝﾂ','2189','75265556','LT茶','','1','1','','3','CM0259.webp','','I-CM0259.jpg','f34acc57-dccc-4003-a19f-8b625bf1e5ac'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0260','CVｽﾄﾚｯﾁｸﾗｲﾐﾝｸﾞﾊﾟﾝﾂ','3289','75265572','黒','','1','1','','3','CM0260.webp','','I-CM0260.jpg','5a072ffd-da46-4151-8377-e4d5e9635758'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0261','CVｽﾄﾚｯﾁｸﾗｲﾐﾝｸﾞﾊﾟﾝﾂ','3289','75265572','DK黄緑','','1','1','','3','CM0261.webp','','I-CM0261.jpg','212f861e-eb3e-4ac2-8147-b15ef3a19a6e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0262','CVｽﾄﾚｯﾁｸﾗｲﾐﾝｸﾞﾊﾟﾝﾂ','3289','75265572','DK青','','1','1','','3','CM0262.webp','','I-CM0262.jpg','9c4211f3-96a9-4881-9835-8727571b2705'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0263','9001IY7PLすごいﾃﾞﾆﾑｽﾄ','3289','75268301','DK青','','1','1','','3','CM0263.webp','','I-CM0263.jpg','47606271-8194-439d-aa68-0bc9d81e6984'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0264','9002IY7PLすごいﾃﾞﾆﾑｽﾄ','3289','75268302','DP青','','1','1','','3','CM0264.webp','','I-CM0264.jpg','229a11ab-94e0-4d36-b29f-1531bfb553af'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0265','9003IY7PLすごいﾃﾞﾆﾑｽﾄ','3289','75268303','LG青','','1','1','','3','CM0265.webp','','I-CM0265.jpg','d14a2551-84ce-4b59-ad9d-0dc10820221f'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0266','9004IY7PLすごいﾃﾞﾆﾑﾃｰ','3289','75268304','DK青','','1','1','','3','CM0266.webp','','I-CM0266.jpg','42ff7585-dbb4-427c-b6c4-fd164b9aced3'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0267','9005IY7PLすごいﾃﾞﾆﾑﾃｰ','3289','75268305','DP青','','1','1','','3','CM0267.webp','','I-CM0267.jpg','37cfecdc-febd-4516-a18b-16720e1b7018'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0268','9006IY7PLすごいﾃﾞﾆﾑﾃｰ','3289','75268306','LG青','','1','1','','3','CM0268.webp','','I-CM0268.jpg','a1ff000f-8861-4d76-b515-b04eef1c048a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0269','9007IY7PLすごいﾃﾞﾆﾑｽﾄ','3289','75268307','黒','','1','1','','3','CM0269.webp','','I-CM0269.jpg','e3214f23-f16b-4f1f-a004-a2c140e4147c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0270','9008IY7PLすごいﾃﾞﾆﾑﾃｰ','3289','75268308','黒','','1','1','','3','CM0270.webp','','I-CM0270.jpg','593316d2-0be7-4c7d-96e0-29bf574b8ba3'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0271','9021IY7PLすごいｶﾗｰST','3839','75268321','LG茶','','1','1','','3','CM0271.webp','','I-CM0271.jpg','d4cef254-6b5c-48b7-9116-89eb613622fb'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0272','9022IY7PLすごいｶﾗｰST','3839','75268322','LG黄緑','','1','1','','3','CM0272.webp','','I-CM0272.jpg','19d750b6-2bb1-4d9b-be32-db440043b110'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0273','9023IY7PLすごいｶﾗｰST','3839','75268323','DK青','','1','1','','3','CM0273.webp','','I-CM0273.jpg','aa7301a8-7002-4ed8-9074-7bf5df94bb6e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0274','9024IY7PLすごいｶﾗｰTP','3839','75268324','LG茶','','1','1','','3','CM0274.webp','','I-CM0274.jpg','f9145565-7a78-4cd1-bfde-f3a35c2c805b'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0275','9025IY7PLすごいｶﾗｰTP','3839','75268325','LG黄緑','','1','1','','3','CM0275.webp','','I-CM0275.jpg','90c5ead7-7f9b-4ea6-a148-4f809e25b69c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0276','9026IY7PLすごいｶﾗｰTP','3839','75268326','DK青','','1','1','','3','CM0276.webp','','I-CM0276.jpg','705b3a07-6fee-4f1f-af31-19d4da8f8ffa'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0277','7PLすごﾁﾉﾉｰﾀｯｸ DK黄緑','3289','75269871','DK黄緑','','1','1','','3','CM0277.webp','','I-CM0277.jpg','f0ac0fb6-ea56-4a17-b6e0-8daeeaf34e62'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0278','7PLすごﾁﾉ ﾉｰﾀｯｸ DK青','3289','75269872','DK青','','1','1','','3','CM0278.webp','','I-CM0278.jpg','d0c18582-ad99-4447-9dbb-b48343bdb86d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0279','7PLすごﾁﾉ ﾉｰﾀｯｸ LG茶','3289','75269873','LG茶','','1','1','','3','CM0279.webp','','I-CM0279.jpg','c162601d-7194-4219-9d30-8b83513b2156'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0280','7PLすごﾁﾉﾂｰﾀｯｸ DK黄緑','3289','75269874','DK黄緑','','1','1','','3','CM0280.webp','','I-CM0280.jpg','208b0674-335d-42cc-ac03-c790b5a0372d'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0281','7PLすごﾁﾉ ﾂｰﾀｯｸ DK青','3289','75269875','DK青','','1','1','','3','CM0281.webp','','I-CM0281.jpg','f85edbfb-65c0-48ff-8419-1605c53ba896'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0282','7PLすごﾁﾉ ﾂｰﾀｯｸ LG茶','3289','75269876','LG茶','','1','1','','3','CM0282.webp','','I-CM0282.jpg','2baaab06-bb97-4412-8870-bc4cb9ffe6de'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0283','7PLすごいﾁﾉﾉｰﾀｯｸLG灰','3289','75269953','LG灰','','1','1','','3','CM0283.webp','','I-CM0283.jpg','520e1f8d-e1e1-4d54-be46-b973765defd6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0286','7PLすごいECOﾄﾞﾗｲﾁﾉ0T青','3289','75269956','DK青','','1','1','OVL01','3','CM0286.webp','','I-CM0286.jpg','abc47f0b-939a-4725-9b01-d258aaf9a48c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0287','7PLすごいECOﾄﾞﾗｲﾁﾉ0T茶','3289','75269957','P茶','','1','1','OVL01','3','CM0287.webp','','I-CM0287.jpg','e5756641-0c86-4ce6-a7b7-f05a1d909dfd'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0289','7PLすごいECOﾄﾞﾗｲﾁﾉ2T青','3289','75269959','DK青','','1','1','OVL01','3','CM0289.webp','','I-CM0289.jpg','3df47a37-66f7-4eed-b3d8-253b7d16ac68'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0290','7PLすごいECOﾄﾞﾗｲﾁﾉ2T茶','3289','75269960','P茶','','1','1','OVL01','3','CM0290.webp','','I-CM0290.jpg','d6de5e5c-3e1d-457a-9140-59ed57809ee6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0291','IYBCｱﾝｸﾙﾊﾟﾝﾂ','3289','75269962','黒','','1','1','','3','CM0291.webp','','I-CM0291.jpg','344c109c-2098-4c3a-8434-1b50a7bf5a65'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0292','IYBCｱﾝｸﾙﾊﾟﾝﾂ','3289','75269962','DK青','','1','1','','3','CM0292.webp','','I-CM0292.jpg','a6610473-def6-415d-b97c-6d003a7b051e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0293','IYBCｱﾝｸﾙﾊﾟﾝﾂ','3289','75269962','P茶','','1','1','','3','CM0293.webp','','I-CM0293.jpg','9093a6ee-ae42-4eb8-b754-21d17d1589c1'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0294','IYBCｲｰｼﾞｰﾊﾟﾝﾂ','3289','75269973','黒','','1','1','','3','CM0294.webp','','I-CM0294.jpg','ea3b11f3-7de0-4ee2-8773-0456caae40b3'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0295','IYBCｲｰｼﾞｰﾊﾟﾝﾂ','3289','75269973','DK黄緑','','1','1','','3','CM0295.webp','','I-CM0295.jpg','ff33ebd8-7ac0-4fbe-8e3c-a7724eb85e9c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0296','IYBCｲｰｼﾞｰﾊﾟﾝﾂ','3289','75269973','LG茶','','1','1','','3','CM0296.webp','','I-CM0296.jpg','24127be5-9e08-44d5-80d6-91fb6ac48e98'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0297','IYｵｰｶﾞﾆｯｸｵｯｸｽ無地','2189','75005341','白','','1','1','','3','CM0297.webp','','I-CM0297.jpg','78aeac2b-ae82-4bbc-a637-4904fc548818'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0298','IYｵｰｶﾞﾆｯｸｵｯｸｽ無地','2189','75005341','DP青','','1','1','','3','CM0298.webp','','I-CM0298.jpg','027d5263-bdd3-478e-8f56-2d56b8817c24'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0299','IYｵｰｶﾞﾆｯｸｵｯｸｽ無地','2189','75005341','LT青','','1','1','','3','CM0299.webp','','I-CM0299.jpg','b16eb657-7c55-4f60-9e5c-624397ab4857'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0300','IYｵｰｶﾞﾆｯｸｵｯｸｽ無地','2189','75005341','LG紫','','1','1','','3','CM0300.webp','','I-CM0300.jpg','2197a519-f2af-4f93-8510-5bbabc5104b6'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0311','IY長袖ﾎﾟﾌﾟﾘﾝ無地RGｼｬﾂ','2739','75005607','DP青','','1','1','','3','CM0311.webp','','I-CM0311.jpg','4ecd2346-066b-4348-b9d6-7bf621c8396e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0312','IY長袖ﾎﾟﾌﾟﾘﾝ無地RGｼｬﾂ','2739','75005607','LT青','','1','1','','3','CM0312.webp','','I-CM0312.jpg','c6c92028-c30a-4f93-9b6d-016808abba42'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0313','IY長袖ﾎﾟﾌﾟﾘﾝﾁｪｯｸRGｼｬﾂ','2739','75005608','白','','1','1','','3','CM0313.webp','','I-CM0313.jpg','c0418154-00cc-45ec-bb59-6837fd655381'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0314','IY長袖ﾎﾟﾌﾟﾘﾝﾁｪｯｸRGｼｬﾂ','2739','75005608','DP青','','1','1','','3','CM0314.webp','','I-CM0314.jpg','e65f728f-374b-4ae8-b0ba-763ac30e4889'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0315','IY長袖ﾎﾟﾌﾟﾘﾝｽﾄﾗｲﾌﾟRG','2739','75005609','白','','1','1','','3','CM0315.webp','','I-CM0315.jpg','9353aacd-a83d-4c40-8c6e-c48c6b86b2d5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','シャツ','','C','M0316','IY長袖ﾎﾟﾌﾟﾘﾝｽﾄﾗｲﾌﾟRG','2739','75005609','LG青','','1','1','','3','CM0316.webp','','I-CM0316.jpg','dcc2b27b-97b1-425f-b296-f1c2bbbd9ead'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0317','IYｱｲｽﾜｯﾌﾙｲｰｼﾞｰﾊﾟﾝﾂ','1639','75268752','LG灰','','1','1','','3','CM0317.webp','','I-CM0317.jpg','1a999ee1-234e-42dc-a426-d58bbe1fa0b5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0318','IYｱｲｽﾜｯﾌﾙｲｰｼﾞｰﾊﾟﾝﾂ','1639','75268752','DK青','','1','1','','3','CM0318.webp','','I-CM0318.jpg','1c8df764-0fba-46d1-a609-72b01d505715'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0319','IYｱｲｽﾜｯﾌﾙｲｰｼﾞｰﾊﾟﾝﾂ','1639','75268752','LG青','','1','1','','3','CM0319.webp','','I-CM0319.jpg','92d10b97-c58f-48d4-b92d-d8b722a0b649'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0320','IYｱｲｽﾜｯﾌﾙｼｮｰﾂ','1639','75268753','DK青','','1','1','','3','CM0320.webp','','I-CM0320.jpg','8277b819-9c1e-410d-b781-3918700ef787'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0321','IYｱｲｽﾜｯﾌﾙｼｮｰﾂ','1639','75268753','V青','','1','1','','3','CM0321.webp','','I-CM0321.jpg','935f7575-5915-40e7-802d-3d65cb94ed04'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0322','IYｱｲｽﾜｯﾌﾙｼｮｰﾂ','1639','75268753','LG青','','1','1','','3','CM0322.webp','','I-CM0322.jpg','af64fe8b-3678-44d2-95f7-64ab29882978'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0328','IYｱｲｽﾜｯﾌﾙﾍﾞｰｶｰｼｮｰﾂ','1639','75268755','LG緑','','1','1','','3','CM0328.webp','','I-CM0328.jpg','c49a8be6-d5c3-47c3-89e5-2cd0bd713750'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0329','LGｸﾛｯﾌﾟﾄﾞｶｰｺﾞﾊﾟﾝﾂ','3289','75265581','DK黄緑','','1','1','','3','CM0329.webp','','I-CM0329.jpg','6c9446eb-ebe7-45f7-ae78-ee411cf1cea5'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0330','LGｸﾛｯﾌﾟﾄﾞｶｰｺﾞﾊﾟﾝﾂ','3289','75265581','DK青','','1','1','','3','CM0330.webp','','I-CM0330.jpg','da65a041-69f4-4ead-b1f8-341a33cb0b0c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0331','LGｸﾛｯﾌﾟﾄﾞｶｰｺﾞﾊﾟﾝﾂ','3289','75265581','LT茶','','1','1','','3','CM0331.webp','','I-CM0331.jpg','01e2c4f5-b79c-4911-adcc-e27d53de2232'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0332','LGｱﾝｸﾙｸﾗｲﾐﾝｸﾞﾊﾟﾝﾂ','3289','75265582','DP灰','','1','1','','3','CM0332.webp','','I-CM0332.jpg','06097acc-a642-4f6f-9e09-c6e7f2b68f6b'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0333','LGｱﾝｸﾙｸﾗｲﾐﾝｸﾞﾊﾟﾝﾂ','3289','75265582','DK黄緑','','1','1','','3','CM0333.webp','','I-CM0333.jpg','221d495b-140c-4d21-972d-0ad3bd4a7d7c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0334','LGｱﾝｸﾙｸﾗｲﾐﾝｸﾞﾊﾟﾝﾂ','3289','75265582','LT茶','','1','1','','3','CM0334.webp','','I-CM0334.jpg','767413b6-8830-43bb-8126-b8600d0667bb'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0335','IYおうちﾌﾟﾗｽﾄﾞﾗｲｼﾞｮｶﾞｰ','2189','75268741','黒','','1','1','','3','CM0335.webp','','I-CM0335.jpg','c031627c-2323-432c-bde9-4f3e1a38ab89'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0336','IYおうちﾌﾟﾗｽﾄﾞﾗｲｼﾞｮｶﾞｰ','2189','75268741','DP灰','','1','1','','3','CM0336.webp','','I-CM0336.jpg','22acc910-bfcc-4e80-b7c4-29354b830e9a'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0337','IYおうちﾌﾟﾗｽﾄﾞﾗｲｼﾞｮｶﾞｰ','2189','75268741','DK青','','1','1','','3','CM0337.webp','','I-CM0337.jpg','31a82065-a5b5-42d2-a5da-c7bee9d1f598'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0338','IYおうちﾌﾟﾗｽﾄﾞﾗｲﾜｯﾌﾙｼｮ','1089','75268742','黒','','1','1','','3','CM0338.webp','','I-CM0338.jpg','d1abbd29-b38d-4d98-adeb-ab6b43b62dbc'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0339','IYおうちﾌﾟﾗｽﾄﾞﾗｲﾜｯﾌﾙｼｮ','1089','75268742','DP灰','','1','1','','3','CM0339.webp','','I-CM0339.jpg','cf54ae14-215e-49af-96fa-a30a881c3e66'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0340','IYおうちﾌﾟﾗｽﾄﾞﾗｲﾜｯﾌﾙｼｮ','1089','75268742','DK緑','','1','1','','3','CM0340.webp','','I-CM0340.jpg','13c91f8e-6659-4367-9825-3e7ad593add9'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0341','IYおうちﾌﾟﾗｽﾄﾞﾗｲﾜｯﾌﾙｼｮ','1089','75268742','DK青','','1','1','','3','CM0341.webp','','I-CM0341.jpg','c73d200f-5985-4549-bae4-fe513cbd9ca9'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0342','7PLすごいECOﾄﾞﾗｲﾁﾉ0T黒','3289','75269933','黒','','1','1','','3','CM0342.webp','','I-CM0342.jpg','a4f26626-eb3f-4a8e-8316-348f4da4a625'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0343','7PLすごいECOﾄﾞﾗｲﾁﾉ0T千鳥','3289','75269934','千鳥','','1','1','','3','CM0343.webp','','I-CM0343.jpg','3fd8d73d-cf21-4363-beb9-1c45ac805c20'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0344','IYおうちﾌﾟﾗｽｻｯｶｰｽﾄﾚｯﾁ','2189','75265553','黒','','1','1','','3','CM0344.webp','','I-CM0344.jpg','d5f5c930-21bb-4bb5-8c79-0f892e3bceb4'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0345','IYおうちﾌﾟﾗｽｻｯｶｰｽﾄﾚｯﾁ','2189','75265553','V灰','','1','1','','3','CM0345.webp','','I-CM0345.jpg','7ffbad2c-64a7-4cf3-a157-17ed16e29b8c'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0346','IYおうちﾌﾟﾗｽｻｯｶｰｽﾄﾚｯﾁ','2189','75265553','DP青','','1','1','','3','CM0346.webp','','I-CM0346.jpg','e9f0603d-f83a-41c6-8538-03486a8bcf4e'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0348','IYおうちﾌﾟﾗｽｱﾑﾝｾﾞﾝｼｮｰﾄ','3290','75265551','DP灰','','1','1','','3','CM0348.webp','','I-CM0348.jpg','c99b709d-a696-4322-9b91-628f22b1c6ee'),
    new ClothItem('紳士ｶｼﾞｭｱﾙ','ボトム','','C','M0349','IYおうちﾌﾟﾗｽｱﾑﾝｾﾞﾝｼｮｰﾄ','3290','75265551','DK青','','1','1','','3','CM0349.webp','','I-CM0349.jpg','bea16358-fe63-4202-96b8-c3e6cd8972dc'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1001','7PL超形安ﾚｷﾞｭﾗｰ 白BD','3289','73035155','白','','1','1','','3','CM1001.webp','','I-CM1001.jpg','1f601716-0e2c-4654-9b7b-d46c310d2e2f'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1002','BE抗ｳｲﾙｽ21S BD','2189','73035176','LT灰','','1','1','','3','CM1002.webp','','I-CM1002.jpg','957004c3-2d14-491e-91ae-9f630374247c'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1003','BE抗ｳｲﾙｽ21S BD','2189','73035176','白','','1','1','','3','CM1003.webp','','I-CM1003.jpg','47dbaa90-c019-478d-97c9-7d37803e45b7'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1004','BE抗ｳｲﾙｽ21S BD','2189','73035176','DP青','','1','1','','3','CM1004.webp','','I-CM1004.jpg','2d9fc525-aeb5-4698-9531-4c6cb4c0453f'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1005','BE抗ｳｲﾙｽ21S BD','2189','73035176','V青','','1','1','','3','CM1005.webp','','I-CM1005.jpg','c4725f44-68e5-4773-8edb-b4fcc9d0f15a'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1006','BE抗ｳｲﾙｽ21S BD','2189','73035176','LG青','','1','1','','3','CM1006.webp','','I-CM1006.jpg','c0acf551-f1c3-4afd-8317-53bb0a5c5d66'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1007','BE抗ｳｲﾙｽ21S BD','2189','73035176','LT青','','1','1','','3','CM1007.webp','','I-CM1007.jpg','9617da2c-0f65-47c2-a10a-49186aa16368'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1008','BE抗ｳｲﾙｽ21S WD','2189','73035177','白','','1','1','','3','CM1008.webp','','I-CM1008.jpg','a08f7ca8-9f82-49dd-b72b-888dcc95da1e'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1009','BE抗ｳｲﾙｽ21S WD','2189','73035177','LT青','','1','1','','3','CM1009.webp','','I-CM1009.jpg','f27a5f28-25d7-48c6-890a-852591add548'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1010','7PL超形安21S 青BD','3289','73035178','LG青','','1','1','','3','CM1010.webp','','I-CM1010.jpg','a8455c98-b72f-4091-9f0a-c88b4ebc2441'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1011','7PL超形安21S ST水BD','3289','73035179','LT青','','1','1','','3','CM1011.webp','','I-CM1011.jpg','bca7b65e-3ae6-40ad-929b-5e1c25b0b78d'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1012','7PL超形安21S ST青BD','3289','73035180','V青','','1','1','','3','CM1012.webp','','I-CM1012.jpg','af8093f3-8afc-4d34-8cfb-5e83ac839296'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1013','7PL超形安21S ST灰BD','3289','73035181','LT灰','','1','1','','3','CM1013.webp','','I-CM1013.jpg','24c9f8c6-2f69-4811-b78d-954abd17b8aa'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1014','7PL超形安21S 白RG','3289','73035182','白','','1','1','','3','CM1014.webp','','I-CM1014.jpg','5a11a49e-cdae-4619-8df1-adda1a0a00d8'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1015','7PLすご楽ｴｺ21S 白BD','3289','73035191','白','','1','1','OVL01','3','CM1015.webp','','I-CM1015.jpg','6958f294-0116-430c-8268-d661aa909b43'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1016','7PLすご楽ｴｺ21S 水BD','3289','73035192','LT青','','1','1','OVL01','3','CM1016.webp','','I-CM1016.jpg','b7e1716f-447f-4a51-82c2-de7aaf48a5b2'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1017','7PLすご楽ｴｺ21S 青BD','3289','73035193','LG青','','1','1','OVL01','3','CM1017.webp','','I-CM1017.jpg','98cf877a-5a93-46c2-8394-7cf152571a8c'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1018','7PLすご楽ｴｺ21S ST灰BD','3289','73035194','LT灰','','1','1','OVL01','3','CM1018.webp','','I-CM1018.jpg','453d95a0-36eb-41fa-977b-3613c1d7606e'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1019','7PLすご楽ｴｺ21S 白WD','3289','73035195','白','','1','1','OVL01','3','CM1019.webp','','I-CM1019.jpg','fe540230-a2f4-4734-bdea-d39bab6ca65f'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1020','7PLすご楽ｴｺ21S ST水BD','3289','73035196','LT青','','1','1','OVL01','3','CM1020.webp','','I-CM1020.jpg','dbcf7278-ff93-4a61-82d1-d2406fa2f7c8'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1021','7PLすご楽ｴｺ21S ST青BD','3289','73035197','LG青','','1','1','OVL01','3','CM1021.webp','','I-CM1021.jpg','2169b915-4281-4ac5-84fe-b610290feb42'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1022','7PLすご楽ｴｺ21S CK青BD','3289','73035198','V青','','1','1','OVL01','3','CM1022.webp','','I-CM1022.jpg','9a468285-3eed-4939-a3a3-aec69450e743'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1023','7PL超形安ゆったり 白RG','3289','73035627','白','','1','1','','3','CM1023.webp','','I-CM1023.jpg','e502568f-7b57-435a-aa12-755f0392c912'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1024','7PL超形安ﾚｷﾞｭﾗｰ 白WD','3289','73035691','白','','1','1','','3','CM1024.webp','','I-CM1024.jpg','a1796dad-c0eb-4908-90c0-84d2e32cc8d2'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1025','7PL超形安ゆったり 白BD','3289','73035628','白','','1','1','','3','CM1025.webp','','I-CM1025.jpg','f381caa4-9b28-4baf-b47e-9dc1fff2d234'),
    new ClothItem('紳士ﾋﾞｼﾞﾈｽ','シャツ','','C','M1026','7PL超形安ゆったりｵｯｸｽ 白BD','3289','73035156','白','','1','1','','3','CM1026.webp','','I-CM1026.jpg','7ae1deed-ab37-43dc-8988-2d1214727908'),
    


  ];

  // 現在選択中の画像
  let currentIndex = -1;
  // 現在選択中のアイテム
  let selectedItem = new ClothItem();
  // タグ要素の取得メイン画像の設定
  const imgDesign = document.getElementById('thumbnail_selected');
  const imgWeared = document.getElementById('thumbnail_selected_tryon');
  const boxDetail = document.getElementById('detail-box');
  const btnCate_01 = document.getElementById('button_category_tag1');
  const btnCate_02 = document.getElementById('button_category_tag2');
  const btnCate_03 = document.getElementById('button_category_tag3');
  
  //--------------------------------------------
  // プロパティ
  //--------------------------------------------
  // 選択中のアイテムを返却します。
  function GetSelected_Item() {
    return selectedItem;
  }
  //--------------------------------------------
  // アイテムリストを生成します。
  // セレクトタグで該当するものを
  //--------------------------------------------
  function setItemList(select_tag) {
    console.log('setItemListTag');
    //--------------------------------
    // アイテム要素をクリア
    //--------------------------------
    const  targetTag = document.querySelector('.thumbnails');
    while( targetTag.firstChild ){
      targetTag.removeChild( targetTag.firstChild );
    }
    //--------------------------------
    // キーワードを取得
    //--------------------------------
    let keyWord = '';
    if('string' == typeof(select_tag))
    {
      keyWord = select_tag;
    }
    else
    {
      // https://qiita.com/rukiadia/items/03aaa8955c0f6576a5e7
      // addEventHandlerで定義した場合
      if('target' in select_tag) {
        target = select_tag.target;
        if('eventParam' in target){
          keyWord = select_tag.target.eventParam;
        }
      }
    }
    
    //------------------------------------
    // thumbnailsの処理
    //------------------------------------
    currentIndex = -1;
    let location = 0;
    items.forEach((item, index) => {
      // タグが一致するか確認
      let isHit = false;
      // アイテムのタグエリアを取得する
      const item_tags =[item.tag1, item.tag2, item.tag3];
      // 配列に含まれていなければ追加
      item_tags.forEach((item_tag) => {
        if(item_tag != '')
        {
          if(keyWord == item_tag)
          {
            isHit = true;
          }
          else
          {
            if(keyWord == '')
            {
              isHit = true;
            }
          }
        }  
      });
      // 不一致で処理中止
      if(!isHit) {
        return;
      }
      //----------------------------------
      // 画像の表示
      //----------------------------------
      // imgタグを生成し、イメージを割り当て
      const img = document.createElement('img');
      img.src = item.designsrc;
      // li要素の生成
      const li = document.createElement('li');
      
      // クリックされた時の処理
      // li.addEventListener("click", click_item, false);
      // li.eventParam = index;
      li.addEventListener("click", function(){click_item(index)}, false);
      item.setLocation(location);

      li.appendChild(img);
      targetTag.appendChild(li);
      location++;
    });
  }
  //--------------------------------------------
  // [Tree]アイテムリストを生成します。
  //--------------------------------------------
  function setItemListTree(select_tag) {
    const startTime = performance.now(); // 開始時間
    // **********
    // タイムアウト
    countReset();
    // **********
    console.log('setItemListTag');
    //--------------------------------
    // アイテム要素をクリア
    //--------------------------------
    const  targetTag = document.querySelector('.thumbnails');
    while( targetTag.firstChild ){
      targetTag.removeChild( targetTag.firstChild );
    }
    //--------------------------------
    // 画像選択エリアのスクロール位置を上端に戻します。
    // https://www.ipentec.com/document/javascript-scroll-element-on-screen#:~:text=JavaScript%E3%81%A7%E6%8C%87%E5%AE%9A%E3%81%97%E3%81%9F%E4%BD%8D%E7%BD%AE,%E3%81%A6%E3%80%81%E3%81%9D%E3%81%AE%E5%80%A4%E3%82%92%20document.
    //--------------------------------
    var divElement = document.getElementsByClassName('item_list_container') ;
    let targetTop = document.getElementById('topPos');
    let rect = targetTop.getBoundingClientRect();
    var elemtop = rect.top + divElement.pageYOffset;
    divElement.scrollTop = elemtop;    
    //--------------------------------
    // キーワードを取得
    //--------------------------------
    let keyWord = '';
    btnCate_01.classList.add('item-hide');
    btnCate_02.classList.add('item-hide');
    btnCate_03.classList.add('item-hide');
    if('string' == typeof(select_tag))
    {
      keyWord = select_tag;
    }
    else
    {
      // https://qiita.com/rukiadia/items/03aaa8955c0f6576a5e7
      // addEventHandlerで定義した場合
      if('target' in select_tag) {
        target = select_tag.target;
        if('eventParam' in target){
          keyWord = select_tag.target.eventParam;
          if(keyWord.length==3)
          {
            if(keyWord[0]=='')
            {
              btnCate_01.classList.add('item-hide');
            }
            else
            {
              btnCate_01.classList.remove('item-hide');
              btnCate_01.classList.add('item-show');
            }
            if(keyWord[1]=='')
            {
              btnCate_02.classList.add('item-hide');
            }
            else
            {
              btnCate_02.classList.remove('item-hide');
              btnCate_02.classList.add('item-show');
            }
            if(keyWord[2]=='')
            {
              btnCate_03.classList.add('item-hide');
            }
            else
            {
              btnCate_03.classList.remove('item-hide');
              btnCate_03.classList.add('item-show');
            }
            document.getElementById('category_tag1').textContent=keyWord[0];
            document.getElementById('category_tag2').textContent=keyWord[1];
            document.getElementById('category_tag3').textContent=keyWord[2];

            // fromHTML_call_Set_Category(keyWord[0], keyWord[1], keyWord[2]);
          }
        }
      }
      else
      {
        // androidからの取得の場合
        keyWord = select_tag;
        if(keyWord.length==3)
        {
          if(keyWord[0]=='')
          {
            btnCate_01.classList.add('item-hide');
          }
          else
          {
            btnCate_01.classList.remove('item-hide');
            btnCate_01.classList.add('item-show');
          }
          if(keyWord[1]=='')
          {
            btnCate_02.classList.add('item-hide');
          }
          else
          {
            btnCate_02.classList.remove('item-hide');
            btnCate_02.classList.add('item-show');
          }
          if(keyWord[2]=='')
          {
            btnCate_03.classList.add('item-hide');
          }
          else
          {
            btnCate_03.classList.remove('item-hide');
            btnCate_03.classList.add('item-show');
          }
          document.getElementById('category_tag1').textContent=keyWord[0];
          document.getElementById('category_tag2').textContent=keyWord[1];
          document.getElementById('category_tag3').textContent=keyWord[2];
        }
      }
    }
    //------------------------------------
    // thumbnailsの処理
    //------------------------------------
    currentIndex = -1;
    let location = 0;
    items.forEach((item, index) => {

      // タグが一致するか確認
      // 不一致で処理中止
      if(!item.check_tag(keyWord)) {
        return;
      }
      //----------------------------------
      // li要素の生成
      //----------------------------------
      const li = document.createElement('li');      
      // クリックされた時の処理
      // li.addEventListener("click", click_item, false);
      // li.eventParam = index;
      li.addEventListener("click", function(){click_item(index)}, false);
      targetTag.appendChild(li);
      item.setLocation(location);
      //----------------------------------
      // 注釈画像の表示
      // https://naifix.com/relative-absolute/
      //----------------------------------
      const div_imgRemark_container = document.createElement('div');
      div_imgRemark_container.classList.add('remark-container');
      li.appendChild(div_imgRemark_container);
      //----------------------------------
      // 画像の表示
      //----------------------------------
      // imgタグを生成し、イメージを割り当て
      const img = document.createElement('img');
      // lazy で遅延読み込み
      // img.loading = 'lazy';
      // autoだと遅延取得しない
      // img.loading = 'auto';
      img.classList.add('imgDesign');
      img.src = item.designsrc;
      div_imgRemark_container.appendChild(img);
      //----------------------------------
      // 注釈画像の表示
      //----------------------------------     
      let imgsrc_overlay = '';
      switch(item.remark09)
      {
        case 'OVL01':
          imgsrc_overlay = 'img/remarks/OSUSUME.webp';
          break;
        default:
          break;
      }
      // 販売日付チェック
      if(!checkPublishDate(item.remark06))
      {
        imgsrc_overlay = 'img/remarks/pop_nyuuka_machi.png';
      }

      if(imgsrc_overlay != '')
      {
        // imgタグを生成し、イメージを割り当て
        const imgRemark = document.createElement('img');
        imgRemark.classList.add('imgremark');
        imgRemark.classList.add('fluffy_slime');
        imgRemark.src = imgsrc_overlay;
        div_imgRemark_container.appendChild(imgRemark);
      }
      //----------------------------------
      // 在庫注意画像の表示
      //----------------------------------    
      if(!checkItemStocks(item.janCode,item.colorCode))
      {
        // imgタグを生成し、イメージを割り当て
        const imgStockCaution = document.createElement('img');
        imgStockCaution.classList.add('imgstockcaution');
        // imgStockCaution.classList.add('fluffy_slime');
        imgStockCaution.src = 'img/remarks/pop_sold_out.png';
        div_imgRemark_container.appendChild(imgStockCaution);
      }
      
      // 次！
      location++;
    });
    const endTime = performance.now(); // 終了時間
    console.log("checkStocks : " + (endTime - startTime) + "ms !!"); // 何ミリ秒かかったかを表示する
  }
  //--------------------------------------------
  // アイテムが選択された時の処理
  //--------------------------------------------
  function click_item(index, location) {
    // **********
    // タイムアウト
    countReset();
    // **********

    // クリック対象でなければ終了
    // if(items[index].remark06 != '')
    // {
    //   return;
    // }
    // 選択中のボタン表示
    if(items[index].tag1 =='')
    {
      btnCate_01.classList.add('item-hide');
    }
    else
    {
      btnCate_01.classList.remove('item-hide');
      btnCate_01.classList.add('item-show');
    }
    if(items[index].tag2 =='')
    {
      btnCate_02.classList.add('item-hide');
    }
    else
    {
      btnCate_02.classList.remove('item-hide');
      btnCate_02.classList.add('item-show');
    }
    if(items[index].tag3 =='')
    {
      btnCate_03.classList.add('item-hide');
    }
    else
    {
      btnCate_03.classList.remove('item-hide');
      btnCate_03.classList.add('item-show');
    }
    document.getElementById('category_tag1').textContent=items[index].tag1;
    document.getElementById('category_tag2').textContent=items[index].tag2;
    document.getElementById('category_tag3').textContent=items[index].tag3;
    // 画像の切り替え
    imgDesign.src = items[index].designsrc;
    imgWeared.src = items[index].wearedImageSrc;

    // androidに選択したデータを送る
    // fromHTML_call_Set_Item(
    //                         items[index].uuid,
    //                         items[index].itemName,
    //                         items[index].designID,
    //                         items[index].designsrc,
    //                         items[index].wearedImageSrc,
    //                         items[index].tag1,
    //                         items[index].tag2,
    //                         items[index].tag3
    //                           );
    fromHTML_call_Set_ItemFullData(
                              items[index].tag1, items[index].tag2, items[index].tag3,
                              items[index].kind, 
                              items[index].designID, items[index].itemName, items[index].price, items[index].janCode, items[index].colorCode, 
                              items[index].remark06, items[index].remark07, items[index].remark08, items[index].remark09, items[index].remark10,
                              items[index].designsrc, items[index].wearedImageSrc, items[index].formaSrc,
                              items[index].uuid
                              );

    // onepage用
    selectedItem = new ClothItem(
      '', '', '', 
      '', 
      '', '', '', '', '', '', '','','','',
      '', '','',
      ''
    );
    selectedItem.tag1           = items[index].tag1;
    selectedItem.tag2           = items[index].tag2;
    selectedItem.tag3           = items[index].tag3;
     
    selectedItem.designID       = items[index].designID;
    selectedItem.itemName       = items[index].itemName;
    selectedItem.price          = items[index].price;
    selectedItem.janCode        = items[index].janCode;
    selectedItem.colorCode      = items[index].colorCode;
    selectedItem.remark06       = items[index].remark06;
    selectedItem.remark07       = items[index].remark07;
    selectedItem.remark08       = items[index].remark08;
    selectedItem.remark09       = items[index].remark09;
    selectedItem.remark10       = items[index].remark10;

    selectedItem.designsrc      = items[index].designsrc;
    selectedItem.wearedImageSrc = items[index].wearedImageSrc;
    selectedItem.formaSrc       = items[index].formaSrc;
     
    selectedItem.uuid           = items[index].uuid;

    // タグ要素の取得メイン画像の設定
    imgDesign.classList.remove('item-hide');
    imgDesign.classList.add('item-show');
    imgWeared.classList.remove('item-hide');
    imgWeared.classList.add('item-show');
    boxDetail.classList.remove('item-hide');
    boxDetail.classList.add('item-show');
    document.getElementById('item_detail_tag1').textContent = items[index].tag1;
    document.getElementById('item_detail_tag2').textContent = items[index].tag2;
    document.getElementById('item_detail_tag3').textContent = items[index].tag3;
    document.getElementById('item_detail_name').textContent = items[index].itemName;
    document.getElementById('item_detail_designID').textContent = items[index].designID;

    // 下はコーディネート固有
    document.getElementById('item_detail_jancode').textContent = items[index].janCode;
    document.getElementById('item_detail_color').textContent = items[index].colorCode;

    let num = 0;
    try {
      num = Number(items[index].price);
    }
    catch {

    }
    document.getElementById('item_detail_price').textContent = num.toLocaleString();

    // thumbnailsのすべての要素を取得
    const thumbnails = document.querySelectorAll('.thumbnails > li');
    // 現在の付加されているcurrentを外す
    thumbnails.forEach((thumbnail) => {
      thumbnail.classList.remove('current');
      thumbnail.classList.remove('fluffy');
    });
    // currentの更新
    currentIndex = items[index].location;
    thumbnails[currentIndex].classList.add('current');
    thumbnails[currentIndex].classList.add('fluffy');

    // カメラの開始
    const video = document.querySelector("#camera");
    syncCamera(video);
  }
  //--------------------------------------------
  // 選択中のアイテムをクリアする。
  //--------------------------------------------
  function clear_selectitem() {
    
    // androidに選択したデータを送る
    selectedItem = new ClothItem(
      '', '', '', 
      '', 
      '', '', '', '', '', '', '','','','',
      '', '','',
      ''
    );
    // 画像をクリアする。
    selectedItem.clear_img_src();
    fromHTML_call_Set_Item(
                            selectedItem.uuid,
                            selectedItem.itemName,
                            selectedItem.designID,
                            selectedItem.designsrc,
                            selectedItem.wearedImageSrc,
                            selectedItem.tag1,
                            selectedItem.tag2,
                            selectedItem.tag3
                              );

    // 画像の切り替え
    imgDesign.src = selectedItem.designsrc;
    imgWeared.src = selectedItem.wearedImageSrc;
    imgDesign.classList.add('item-hide');
    imgWeared.classList.add('item-hide');
    boxDetail.classList.add('item-hide');
    document.getElementById('item_detail_tag1').textContent = selectedItem.tag1;
    document.getElementById('item_detail_tag2').textContent = selectedItem.tag2;
    document.getElementById('item_detail_tag3').textContent = selectedItem.tag3;
    document.getElementById('item_detail_name').textContent = selectedItem.itemName;
    document.getElementById('item_detail_designID').textContent = selectedItem.designID;
    // 下はコーディネート固有
    document.getElementById('item_detail_jancode').textContent = selectedItem.janCode;
    document.getElementById('item_detail_color').textContent = selectedItem.colorCode;

    // thumbnailsのすべての要素を取得
    const thumbnails = document.querySelectorAll('.thumbnails > li');
    // 現在の付加されているcurrentを外す
    thumbnails.forEach((thumbnail) => {
      thumbnail.classList.remove('current');
      thumbnail.classList.remove('fluffy');
    });
    // currentの更新
    currentIndex = -1;
  }
  //--------------------------------------------
  // [Tree]カテゴリーリストを生成します。
  // チェックボックス型
  //--------------------------------------------
  function setCategoryListTree_checkbox() {
    const tagsTree = new TagsTree('root', '');   // タグのTree

    //-----
    // カテゴリーボタンの要素をクリア
    //-----
    const categories = document.getElementById("accordionbox");
    while( categories.firstChild ){
      categories.removeChild( categories.firstChild );
    }
    //-----
    // タグのツリー作成
    //-----
    // 大分類
    items.forEach((item) => {
      let hit = false;
      for(let i = 0; i < tagsTree.childrenArray.length; i++)
      {
          if(item.tag1 === tagsTree.childrenArray[i].name)
          {
            hit = true;
          }
      }
      if(!hit)
      {
        if(item.tag1 != '')
        {
          tagsTree.addChild(new TagsTree(item.tag1, item.remark10));
        }
      }
    });
      
    // 中分類
    for(let i = 0; i < tagsTree.childrenArray.length; i++) {
      items.forEach((item) => {
        if(tagsTree.childrenArray[i].name === item.tag1) {
          let hit = false;
          for(let j = 0; j < tagsTree.childrenArray[i].childrenArray.length; j++)
          {
              if(item.tag2 === tagsTree.childrenArray[i].childrenArray[j].name)
              {
                hit = true;
              }
          }
          if(!hit)
          {
            if(item.tag2 != '')
            {
              tagsTree.childrenArray[i].addChild(new TagsTree(item.tag2, item.remark10));
            }
          }
        }
      });
    }
    // 小分類
    for(let i = 0; i < tagsTree.childrenArray.length; i++) {
      items.forEach((item) => {
        if(tagsTree.childrenArray[i].name === item.tag1) 
        {
          for(let j = 0; j < tagsTree.childrenArray[i].childrenArray.length; j++)
          {
            if(item.tag2 === tagsTree.childrenArray[i].childrenArray[j].name)
            {
              let hit = false;
              for(let k = 0; k < tagsTree.childrenArray[i].childrenArray[j].childrenArray.length; k++)
              {
                  if(item.tag3 === tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name)
                  {
                    hit = true;
                  }
              }
              if(!hit)
              {
                if(item.tag3 != '')
                {
                  tagsTree.childrenArray[i].childrenArray[j].addChild(new TagsTree(item.tag3, item.remark10));
                }
              }
            }
          }
        }
      });
    }
    // 確認出力
    // for(let i=0; i<tagsTree.childrenArray.length; i++)
    // {
    //   console.log(tagsTree.childrenArray[i].name);
    //   for(let j=0; j<tagsTree.childrenArray[i].childrenArray.length; j++)
    //   {
    //     console.log('\t' + tagsTree.childrenArray[i].childrenArray[j].name);
    //     for(let k=0;k<tagsTree.childrenArray[i].childrenArray[j].childrenArray.length; k++)
    //     {
    //       console.log('\t\t' + tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name);
    //     }
    //   }
    // }

    //--------------------------------------
    // すべての分類
    //--------------------------------------
    // tags.forEach((tag) => {
    //   const li = document.createElement('li');
    //   // ボタン要素を追加する
    //   const button = document.createElement('button');
    //   button.textContent = `${tag}`;
    //   // イベントの追加
    //   // ×）これやると即時実行になります。
    //   // button.addEventListener("click", setItemList(tag), false);
    //   // 〇） https://qiita.com/rukiadia/items/03aaa8955c0f6576a5e7
    //   button.addEventListener("click", setItemList, false);
    //   button.eventParam = tag;

    //   li.appendChild(button);
    //   // 配置
    //   categorys.appendChild(li);
    // });
    //--------------------------------------
    // カテゴリすべてボタンの生成
    //--------------------------------------
    const div = document.createElement('div');
    const button = document.createElement('button');    // button を生成(タグをテキストにしたボタン要素を追加する)
    button.textContent = `すべて`;
    button.classList.add('button_tag_all');
    // イベントの追加
    button.addEventListener("click", setItemListTree, false);
    button.eventParam = [
                          '',
                          '',
                          '',
                        ];
    // 配置
    div.appendChild(button);         // button の配置
    categories.append(div);

    // アコーディオンの大元
    const div_accordion =document.createElement('div');
    div_accordion.classList.add('accordion');
    categories.append(div_accordion);
    
    let haveChild = false;
    // **********
    // 大分類
    // **********
    for(let i=0; i<tagsTree.childrenArray.length; i++)
    {
      // <input type="checkbox" id="check1" class="accordion-hidden"></input>
      const input = document.createElement('input');
      input.type = 'checkbox';
      input.id = 'check' + String(i);
      input.classList.add('accordion-hidden');       
      div_accordion.append(input);
      
      if(0 < tagsTree.childrenArray[i].childrenArray.length)
      {
        haveChild = true;
      }
      else
      {
        haveChild = false;
      }
      // <label for="check1" class="accordion-open">Question1</label>
      const label_open = document.createElement('label');
      label_open.htmlFor = input.id;
      if(haveChild)
      {
        label_open.classList.add('accordion-open');
      }
      else
      {
        label_open.classList.add('accordion-open-none');
      }
      label_open.classList.add('button_tag1');

      // ボタン色
      switch(tagsTree.childrenArray[i].remarkcode)
      {
        case '1':
          label_open.classList.add('button_color1_tag1');
          break;
        case '2':
          label_open.classList.add('button_color2_tag1');
          break;
        case '3':
          label_open.classList.add('button_color3_tag1');
          break;
        case '4':
          label_open.classList.add('button_color4_tag1');
          break;
        default:
          break;
      }
      // label_open.textContent = `${tagsTree.childrenArray[i].name}`;
      // イベントの追加
      label_open.addEventListener("click", setItemListTree, false);
      label_open.eventParam = [
                            tagsTree.childrenArray[i].name,
                            '',
                            '',
                          ];
      label_open.style.overflow = 'hidden';
      div_accordion.append(label_open);

      // テキストを追加する
      const textSpan = document.createElement('span');
      textSpan.classList.add('text-category-span1');
      textSpan.textContent = `${tagsTree.childrenArray[i].name}`;
      textSpan.eventParam = [
        tagsTree.childrenArray[i].name,
        '',
        '',
      ];
      label_open.append(textSpan);

      // アイコンを追加する。
      const img_categorytag1 = document.createElement('img');
      // 対象画像を検索
      for(let detect = 0; detect < items.length; detect++) {
        if(items[detect].check_tag([tagsTree.childrenArray[i].name,'','']))
        {
          img_categorytag1.src = items[detect].designsrc;
          // img_category.src ="img/logos/c4_character_stop.png";
          break;
        }
      }
      img_categorytag1.classList.add('img_categorytag1');
      img_categorytag1.classList.add('imgcategory');
      img_categorytag1.eventParam = [
        tagsTree.childrenArray[i].name,
        '',
        '',
      ];
      label_open.append(img_categorytag1);

      


    

      // <label for="check1" class="accordion-close"></label>
      const label_close = document.createElement('label');
      label_close.htmlFor = input.id;
      if(haveChild)
      {
        label_close.classList.add('accordion-close');
      }
      else
      {
        label_close.classList.add('accordion-close-none');
      }
      label_close.classList.add('accordion-close');
      div_accordion.append(label_close);

      // **********
      // 中分類
      // **********
      const div_tag2 = document.createElement('div');
      div_tag2.classList.add('tag-container');
      label_close.append(div_tag2);
      
      for(let j=0; j<tagsTree.childrenArray[i].childrenArray.length; j++)
      {
        if(0 < tagsTree.childrenArray[i].childrenArray[j].childrenArray.length)
      {
        haveChild = true;
      }
      else
      {
        haveChild = false;
      }
        // <input type="checkbox" id="check1" class="accordion-hidden"></input>
        const input = document.createElement('input');
        input.type = 'checkbox';
        input.id = 'check' + String(i) + '_' + String(j);
        input.classList.add('accordion-hidden');
        div_tag2.append(input);

        // <label for="check1" class="accordion-open">Question1</label>
        const label_open = document.createElement('label');
        label_open.htmlFor = input.id;
        if(haveChild)
        {
          label_open.classList.add('accordion-open');
        }
        else
        {
          label_open.classList.add('accordion-open-none');
        }
        label_open.classList.add('button_tag2');
        // ボタン色
        switch(tagsTree.childrenArray[i].childrenArray[j].remarkcode)
        {
          case '1':
            label_open.classList.add('button_color1_tag2');
            break;
          case '2':
            label_open.classList.add('button_color2_tag2');
            break;
          case '3':
            label_open.classList.add('button_color3_tag2');
            break;
          case '4':
            label_open.classList.add('button_color4_tag2');
            break;
          default:
            break;
        }
        // label_open.textContent = `${tagsTree.childrenArray[i].childrenArray[j].name}`;

        // イベントの追加
        label_open.addEventListener("click", setItemListTree, false);
        label_open.eventParam = [
                                  tagsTree.childrenArray[i].name,
                                  tagsTree.childrenArray[i].childrenArray[j].name,
                                  '',
                            ];
        div_tag2.append(label_open);

        // テキストを追加する
        const textSpan2 = document.createElement('span');
        textSpan2.classList.add('text-category-span2');
        textSpan2.textContent = `${tagsTree.childrenArray[i].childrenArray[j].name}`;
        textSpan2.eventParam = [
          tagsTree.childrenArray[i].name,
          tagsTree.childrenArray[i].childrenArray[j].name,
          '',
        ];
        label_open.append(textSpan2);
        // アイコンを追加する。
        const img_categorytag2 = document.createElement('img');
        // 対象画像を検索
        for(let detect = 0; detect < items.length; detect++) {
          if(items[detect].check_tag([tagsTree.childrenArray[i].name,tagsTree.childrenArray[i].childrenArray[j].name,'']))
          {
            img_categorytag2.src = items[detect].designsrc;
            // img_category.src ="img/logos/c4_character_stop.png";
            break;
          }
        }
        img_categorytag2.classList.add('img_categorytag2');
        img_categorytag2.classList.add('imgcategory');
        img_categorytag2.eventParam = [
          tagsTree.childrenArray[i].name,
          tagsTree.childrenArray[i].childrenArray[j].name,
          '',
        ];
        label_open.append(img_categorytag2);

        // <label for="check1" class="accordion-close"></label>
        const label_close = document.createElement('label');
        label_close.htmlFor = input.id;
        if(haveChild)
          {
            label_close.classList.add('accordion-close');
          }
          else
          {
            label_close.classList.add('accordion-close-none');
          }
        div_tag2.append(label_close);
        
        // **********
        // 小分類
        // **********

        haveChild = false;

        const div_tag3 = document.createElement('div');
        div_tag3.classList.add('tag-container');
        label_close.append(div_tag3);
        for(let k=0; k<tagsTree.childrenArray[i].childrenArray[j].childrenArray.length; k++)
        {
          // <input type="checkbox" id="check1" class="accordion-hidden"></input>
          const input = document.createElement('input');
          input.type = 'checkbox';
          input.id = 'check' + String(i) + '_' + String(j) + '_' + String(k);
          input.classList.add('accordion-hidden')
          div_tag3.append(input);

          // <label for="check1" class="accordion-open">Question1</label>
          const label_open = document.createElement('label');
          label_open.htmlFor = input.id;
          if(haveChild)
          {
            label_open.classList.add('accordion-open');
          }
          else
          {
            label_open.classList.add('accordion-open-none');
          }
          label_open.classList.add('button_tag3');
          // ボタン色
          switch(tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].remarkcode)
          {
            case '1':
              label_open.classList.add('button_color1_tag3');
              break;
            case '2':
              label_open.classList.add('button_color2_tag3');
              break;
            case '3':
              label_open.classList.add('button_color3_tag3');
              break;
            case '4':
              label_open.classList.add('button_color4_tag3');
              break;
            default:
              break;
          }
          // label_open.textContent = `${tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name}`;
          // イベントの追加
          label_open.addEventListener("click", setItemListTree, false);
          label_open.eventParam = [
                                    tagsTree.childrenArray[i].name,
                                    tagsTree.childrenArray[i].childrenArray[j].name,
                                    tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name,
                              ];
          div_tag3.append(label_open);

          // テキストを追加する
          const textSpan3 = document.createElement('span');
          textSpan3.classList.add('text-category-span3');
          textSpan3.textContent = `${tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name}`;
          textSpan3.eventParam = [
            tagsTree.childrenArray[i].name,
            tagsTree.childrenArray[i].childrenArray[j].name,
            tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name,
          ];
          label_open.append(textSpan3);
          // アイコンを追加する。
          const img_categorytag3 = document.createElement('img');
          // 対象画像を検索
          for(let detect = 0; detect < items.length; detect++) {
            if(items[detect].check_tag([tagsTree.childrenArray[i].name,tagsTree.childrenArray[i].childrenArray[j].name,tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name]))
            {
              img_categorytag3.src = items[detect].designsrc;
              // img_category.src ="img/logos/c4_character_stop.png";
              break;
            }
          }
          img_categorytag3.classList.add('img_categorytag3');
          img_categorytag3.classList.add('imgcategory');
          img_categorytag3.eventParam = [
            tagsTree.childrenArray[i].name,
            tagsTree.childrenArray[i].childrenArray[j].name,
            tagsTree.childrenArray[i].childrenArray[j].childrenArray[k].name,
          ];
          label_open.append(img_categorytag3);
          // <label for="check1" class="accordion-close"></label>
          const label_close = document.createElement('label');
          label_close.htmlFor = input.id;
          if(haveChild)
          {
            label_close.classList.add('accordion-close');
          }
          else
          {
            label_close.classList.add('accordion-close-none');
          }
          div_tag3.append(label_close);
        }
      }
    }
  }
  //--------------------------------------------
  // 商品が選ばれているか確認します。
  //--------------------------------------------
  function IsSelectItem() {
    // if(currentIndex < 0)
    // {
    //   alert("商品をえらんでください");
    //   return false;
    // }
    if(selectedItem.designID == '')
    {
      alert("商品をえらんでください");
      return false;
    }
    return true;
  }
  //--------------------------------------------
  // 試着可能なアイテムか確認します。
  //--------------------------------------------
  function IsHaveUUID() {
    // if(currentIndex < 0)
    // {
    //   alert("商品をえらんでください");
    //   return false;
    // }
    if(selectedItem.designID == '')
    {
      alert("商品をえらんでください");
      return false;
    }
    if(selectedItem.uuid === '')
    {
      alert("試着できない商品です。");
      return false;
    }
    return true;
  }
  //--------------------------------------------
  // カメラ撮影に遷移します。
  //--------------------------------------------
  function gotoCamera() {
    if(!IsSelectItem())return;
    if(!IsHaveUUID())return;
    location.href='camera.html'
  }
  //--------------------------------------------
  // 注文画面に遷移します。
  //--------------------------------------------
  function gotoOrder() {
    if(!IsSelectItem())return;
    location.href='order.html'
  }

  // 日付をYYYY-MM-DDの書式で返すメソッド
  function checkPublishDate(stringDate) {

    let checkOK = true;
    // 本日の日付作成
    dt = new Date();
    const y = dt.getFullYear();
    const m = ('00' + (dt.getMonth()+1)).slice(-2);
    const d = ('00' + dt.getDate()).slice(-2);

    // パラメータ日付
    const params = stringDate.split('/');
    if(params.length == 3)
    {
      let paramY = 0;
      let paramM = 0;
      let paramD = 0;
      try {
        paramY = Number(params[0]);
        paramM = Number(params[1]);
        paramD = Number(params[2]);
        // 日付が有効なら
        checkOK = false;
        if(y >= paramY){
          if(m >= paramM){
            if(d >= paramD){
              checkOK = true;
            }
          }
        }
      }
      catch {
      }
    }
    return checkOK;
  }
  function initItems()
  {
    items.forEach((item, index) => {

      // 発売日以前をチェックする
      if(!checkPublishDate(item.remark06))
      {
        item.tag3 = item.tag2;
        item.tag2 = item.tag1;
        item.tag1 = "Coming Soon";
      }
    });
  }
  //--------------------------------------------
  // 初期処理
  //--------------------------------------------
  // 選択中のアイテムをクリア
  selectedItem = new ClothItem(
    '', '', '', 
    '', 
    '', '', '', '', '', '', '','','','',
    '', '','',
    ''
  );
  selectedItem.clear_img_src();
  currentIndex = -1;

  // アイテムの初期処理
  initItems();
  // カテゴリーリストの作成
  setCategoryListTree_checkbox();
  // 対象アイテムの表示
  setItemListTree(['','','']);

  checkPublishDate('2021/5/3');
}